{
  "Alert": "This skill counters all stealth Skills, such as Vanish, Fade In A Crowd, Whisper Walk or Cover of Night, as well as any other effects that actively hide a single character. In order for Alert to work, the target has to be in your line of sight (that means that if they’re hiding behind a tree or you can only hear them, you’re out of luck). You then need to spend 5 Mind Points, point toward the other person using a stealth Skill and say “Alert”. When using the skill Alert, the stealth effect that the targeted player was using immediately drops. This skill means that your character has sharp senses and/or superior training. Using it should not be seen as “meta-gaming” in any way. If your character is targeted with Alert and was using a stealth Skill, then you can’t use another stealth Skill for at least 1 minute after Alert was used. (This does not apply to targets using Flight or Burrowing as a means of disappearing.)",
  "Analyze Compound": "This Skill counters Disguise Contents. In order to use this skill, spend 1 Mind Point and then declare “Analyze Compound” while examining a substance (like a Brew or a Meal). This automatically gives you details about the single unknown brewed substance. Usually, this means that you get to read the attached Item Card, though certain rare or plot-specific brews may require speaking to game staff at Logistics. You can also use Analyze Compound to uncover ‘spiked’ food or drink. In certain plot-specific situations, you might also be able to use this Skill to get more details after spending more time roleplaying an intensive examination of a compound; these situations will be announced by storytelling staff when available.",
  "Analyze Creature": "This Skill is countered by Disguise. In order to use the Skill, spend 1 Mind Point and say “Analyze Creature, what are you?” The character (whether a NPC or a PC), will then tell you relevant details per Mind Point that you spend. To activate this Skill you must actively role play analyzing a target; this may include measuring the creature’s limbs, roleplaying dissecting the creature, and other actions for a minimum of 30 seconds minute before Skill use. At bare minimum, a player must be within 10 steps of a target, observing the target without using any other Skills or engaging in combat, before using the Analyze Creature Skill. You cannot simply point at a creature located across a field and learn about it. Analyze Creature reveals only creature name, creature type, overall threat level - 1, 2, or 3 - with 3 assumed for sentient beings and any vulnerabilities. In certain plot-specific situations, this Skill may also provide more details; such opportunities will be announced by storytelling staff when available.",
  "Animal Handler": "We all need to eat, right? Raising animals for food and supplies is an important part of survival. If you have Animal Handler, during the Check In process you can receive one of the following Named Herbs/Scraps for each level of the skill you possess (player’s choice): Milk, Beef, Eggs, Chicken, Lamb, or Wool. This Skill may be purchased up to 5 times; each new purchase requires a teacher who has more levels of the Skill than you currently possess. This Skill may only be used by a character at their home game.",
  "Attach": "This Skill is countered by Bomb Awareness. This Skill allows a character to mount and prime an existing Trap to go off when triggered. By spending 5 Mind Points and 5 Minutes per Crafts Level of the Trap, the trapper may install the Trap in an appropriate location and trigger as specified on the Trap card. When a Trap is placed, you must use a length of black thread to mark the trigger of the Trap, with the Trap card attached to at least one portion of the string. {li} Container Trap: String hung inside of lid {li} Door Trap: String running from door to door frame {li} Trip Line: String running from anchor object to anchor object (non door/container) {li} Pressure Plate: String outlining trigger area. Breaking, touching, pulling on, or stepping within the bounds of an outlined trigger results in the Trap activating. Trap triggers should never be strung above chest level for safety reasons. Physical representation of the trap is not required, but strongly encouraged. {p} This Skill can also be used to disarm visible traps. By spending 2 Mind Points and 10 Minutes per Crafts Level of the Trap, the trapper may remove the Trap without triggering it. Note that the Trap is destroyed by this process, and cannot be re-used. This Skill cannot remove applied poisons. {p} Attaching or disarming a trap requires 2 hands, and can be interrupted if the trapper is forced away from target location, uses combat Skills, or takes any damage. If interrupted, the Trap is not expended or triggered, but all Mind Points invested are lost. The time to disarm or attach a trap can be reduced by spending an additional 2 Mind Points to reduce the required time by 5 Minutes per expenditure. The minimum time to attach or disarm a Trap is 1 Minute.",
  "Avoid": "This Skill counters Concentrated Fire, Destroy Shield, Destroy Weapon, Disarming Shot, Scatter Shot, Sniped Shot, Knockout, and any other successful, ranged targeted attacks. In order to use this skill, spend 5 Mind Points and clearly say “Avoid!” This skill is ineffective against Area of Effect attacks (such as bombs or “By My Voice” effects), as they do not target the user individually.",
  "Backstab": "Sometimes you just need to get past that armor. By spending 5 Mind Points, you can say “Backstab, X Body!” and strike an enemy in the back torso area with a Small melee weapon. This causes the strike to slip past all armor and deal damage to the person’s body directly. Damage from backstab strikes may not be prevented, reduced by, or applied to armor of any kind, even if that armor would normally protect against such damage.",
  "Balance": "This Skill counters Knockdown and Take Down. By spending 5 Mind Points, you can call “Balance” and ignore one use of either Knockdown or Take Down. In addition, in situations such as walking across narrow paths, this Skill allows the user to receive one foot additional width on either side to represent their great sense of balance. Balance costs 1 Mind Point per use, and lasts for 10 paces or 1 minute, whichever comes first.",
  "Bartender's Tongue": "What’s the word? This Skill allows a player to come into game with additional knowledge, including rumors and other inside information about what’s been happening around town. To use this Skill, during Check In register that you have Bartender’s Tongue and you will be allowed to read a special list. This list will not be accessible later on during the event, so make sure that you memorize all the scuttlebutt that you think is important! This Skill may only be used by a character at their home game.",
  "Barricade": "This Skill is countered by Force Barricade. While anyone can guard a doorway, it’s the truly desperate that will try to block one. It takes a certain degree of thought and effort to be able to barricade a door in a way that makes it defensible as well as extremely difficult to pass through. For every 2 Mind Points and 2 minutes that you spend roleplaying its creation, an in-game Barricade may be created. This Barricade will have a Crafts Level equal to every two points invested in its creation. For example: If you spend 4 minutes and 4 Mind Points, you’ll wind up with a Barricade with a Crafts Level of 2. It’s important to note that a doorway should never actually be obstructed (we’d like to avoid personal injuries, and there are fire safety reasons). Also note that attacking players should never attempt to kick open or otherwise forcefully attempt entry. Instead, this Skill allows the user to affix a standard size index card to the outside of the door listing the Barricade’s Crafts Level. If players wish to add levels to the Barricade, they must repeat the crafting process to add Crafts Levels. You may attempt to add to a Barricade while it is under attack, though it should be noted it is a lot faster to tear one down than build one up. {p} Anyone looking to breach a Barricade must make loud knocking sounds, banging on the door with their weapons a total of 10 times, counting to 3 between each ‘assault.’ Each time this cycle is completed, the Crafts Level of the Barricade is lowered by 1. When the Crafts Level reaches zero, the Barricade is destroyed or “breached.” Once a Barricade has been breached, the doorway is open and cannot have a Barricade built on it for 10 minutes.",
  "Beg For Life": "This Skill counters Killing Blows, but is countered by Refuse. If under the effects of Choking Blow, you cannot use this skill. Sometimes, all you can do is plead. This Skill allows a player to beg for their life and not receive immediate Killing Blows. Each declaration of “Beg For Life” costs 1 Mind Point, and prevents any Killing Blows from being called for either 2 minutes or until the user of Beg For Life takes any action other than groveling for their very existence. Beg For Life is an area effect, and not targeted at a single individual. Beg For Life is different from most other Skills in that it can be used during Bleed Out as well as before Bleed Out.",
  "Big Dig": "Some people specialize in making money, some people specialize in growing things. Someone with Big Dig specializes in finding… stuff (we’re being nice by not calling it “junk”). This skill is most often used at Check In to receive random ‘stuff’ - the ‘artifacts’ pulled up by Big Dig are completely randomized. Typically, it will be little more than Basic Scrap, Basic Herb, or a local currency. Rarely, it may even be a dud. But there’s always a chance that you might actually find a real artifact of some kind, a useful trade good, or even special plot items. In certain plot specific instances, this Skill may also be used during an event to represent archaeological prowess; these opportunities will be announced by the storytelling staff. This Skill may be purchased up to 5 times, allowing for increased skill at finding things. Learning additional levels requires a teacher who has more levels of the Skill than you currently possess. {p} When checking in at Logistics the staff has a listing of 5 different difficulties of Big Dig locations. The largest Big Dig locations have the largest threats, but also provide the greatest reward. A player may start at any level of Big Dig that they would like, up to the cap of their Big Dig score (a character with 4 levels of Big Dig may start at a level 1,2,3, or 4 difficulty but NOT level 5). The player gets one roll per level of Big Dig that they have on their sheet, and they may LOWER the level they are doing their rolls at in between results. Taking the same example of a player with 4 ranks of Big Dig, if they started at rank 4 and received a large volume of damage from a Big Dig gone bad, they may in turn choose to go to a lower difficulty level for their next 3 Big Dig pulls. Big Dig is capable of killing character at rank 3 and above, so players are HIGHLY RECOMMENDED to cut ties and go to easier levels if their Big Dig is starting to go poorly. This Skill may only be used by a character at their home game.",
  "Black Market Connections": "There are those who slide under the law—who rest in the underbelly of a settlement. A person with this Skill has connections with the Black Market and may discreetly contact with them without fear of repercussions, as well as utilize their many services. Black Market Connections may fence hot items for you, launder money, sell certain forbidden goods or even connect you with people who need... “work” done. This Skill costs no Mind Points, and usually requires talking to storytelling Staff Members at Logistics. For the purpose of check in usage, this Skill may only be used by a character at their home game. If a character with Black Market Connections finds out, in character, where a Black Market meeting is in character when they are traveling to another game, nothing prevents them from attending the meeting.",
  "Bless Weapon": "This Skill allows a player to Bless a melee, brawling, ranged, or firearm weapon so that it gains the “Blessed” trait for the duration of one day (until midnight). In order to use this skill, place a hand on the chosen weapon and call “Bless Weapon” while spending 5 Mind Points. Certain religious items may require Bless Weapon to operate, as well as successful performance of particular religious rituals. Blessed weapons may inflict additional damage and/or bypass damage reduction with regards to some enemies, especially the undead. For clarity, add “Blessed (Faith)” to the damage called with affected weapons; for example, if a sword that inflicts 5 damage and is Blessed by the Final Knights, the damage call would be “5 Blessed Knights!” each time it hits. Bless Weapon is not primarily used as a damage augmentation tactic, but instead a means to imbue faith into objects that require it for operation.",
  "Blind Fighting": "This Skill counters Blinding as well as Gizmos and situational effects that would make you blind. Sometimes, it pays to practice fighting with closed eyes. This Skill allows you to continue to attack and defend with all forms of brawling, melee, bolt action, and bow attacks--despite having blinded effects. In order to use this Skill, say “Blind Fighting” and spend 1 Mind Point. This cancels 1 use of the Blinding skill. If you’re using Blind Fighting, you may still use Parry, Avoid, Refuse, Mind Resistance, or Bounce; you may not use Skill augmented attacks, escape, stealth skills, thrown weapons, javelins, thrown Gizmos, or psionics until the Blinding effect ends.",
  "Blinding": "This Skill is defended against partially with Blind Fighting. This Skill can also be countered by Parry if the blow is dealt from the front. Fighting fair only gets you so far, and this Skill proves it. By spending 5 Mind Points and making a successful melee or ranged attack to the torso area, you may call “Blinding” and blind your opponent. This deals zero damage, but causes your target to use no Skills (other than Blind Fighting) and prevents them from running, walking away, attacking, blocking or avoiding strikes for 10 seconds.",
  "Bolt Action": "This Skill allows you to wield a single firearm. Using this Skill costs zero Mind Points; however, it requires a prop firearm to be present in one hand while packets are thrown from the other. Alternately, an approved weapon may fire contact safe toy darts instead of using thrown packets. As mechanical options change for foam dart toy weapons, the staff of Dystopia Rising needs to adjust what is and is not approved for regular use with a regularity that requires live updates instead of printed changes. With this in mind, please check the Dystopia Rising LARP network standards for what single action foam dart Physical Representations are approved for play. All dart guns must be approved on a branch by branch basis, the same as melee weapons, for safety. Players entering game with a firearm may only begin with a total of twenty contact safe toy firearm darts, but no limit to the number of packets that they have. Ammo fired may not be picked up in combat, but may be retrieved when the dust has settled. This represents how more ammo is quickly repacked. As ammo is lost and unable to be recovered, so is a portion of the total ammo a firearms user has available. Standard firearms do a base 3 Damage before improvements. {p} All weapon props must be approved before entering game; see the Logistics section for more details. A list of approved toy firearms can be found at the Dystopia Rising website. Some rules of thumb apply: it must be single shot or bolt action (no automatic firing weapons); it must fire soft, toy ammunition that does not require eye protection; and while decorating weapons is encouraged, it should always retain a clearly visible bright orange safety tip.",
  "Bomb Awareness": "This Skill counters Attach (to an extent). In order to use this skill, spend 5 Mind Points and say “Bomb Awareness.” This allows you to take back an action that triggered a trap. This Skill must be used IMMEDIATELY after the action was taken. Bomb Awareness does not grant knowledge of how to disarm the trap, where it is located or even the exact nature of the trap. However, the Skill allows you to have a type of sixth sense that a trap is present, as well as the fact that you should avoid that specific triggering action.",
  "Bounce": "This Skill counters ranged attacks that successfully target a shield or weapon. This includes Concentrated Fire, Destroy Shield, Destroy Weapon, Sniped Shot and Scatter Shot— assuming the packets or darts hit the shield or weapon. In order to use this Skill, say “Bounce!” and spend 1 Mind Point in order to deflect a single firearms, thrown weapon, or bow attack by using a shield or melee weapon, negating its effects. This attack must have struck the shield or the weapon instead of the player itself and costs 1 Mind Point per deflected shot. Bounce may only deflect damage equal to or less than three times the Crafts Level of the shield or weapon. For example, a Crafts 1 shield can Bounce a 3 damage shot, while a Crafts 10 shield can bounce a 30 point shot.",
  "Bow": "This Skill costs no Mind Points to use, and allows you to wield a simple bow and arrow. Bows allow you to use ranged combat skills available to both firearms and thrown weapons. For example, a character with a bow could use Nail, which is normally performed with thrown weapons, as well as Concentrated Fire, which normally employs firearms. Standard bows do a base 2 Damage before improvements and are represented with an approved contact safe bow and packets. Each thrown packet requires your throwing hand to touch the bow and then ‘draw’ the packet before firing. Real bows, that are capable of firing real arrows are not allowed at Dystopia Rising. Fake bows, that are not capable of firing real arrows, are allowed.",
  "Brawling": "Sometimes you just need to punch something. This Skill allows you to carry two small size melee boffers to represent fists. These boffers must be colored white to differentiate them from regular weapons. Damage is still taken when blocking incoming strikes, as they are part of the body. However, use of two brawling boffers does not require the Florentine skill, and they cannot be disarmed or broken like normal weapons (though the arm can still be Mangled). Brawling may be used off hand of a melee or bolt action weapon, with a brawling beater being wielded in the off hand. Effects such as ‘Iron Fists’ require a brawling physical representation to be in a characters hand to benefit from the bonuses of Knucks or brawling Skill augments. Brawling strikes do a base 1 damage each. Brawling can be augmented with items such as brass knuckles, usually just called “Knucks,” which are represented by certain colored tape. Unless otherwise stated on the crafting print, Knucks do not block incoming damage. Only Iron Fists allows an individual to block using their Brawling Skill without taking damage.",
  "Break Armor": "This Skill can be countered by Parry if the strike is from the front. All armor has weak spots, and you know how to exploit them. By declaring “Break Armor” and making a successful melee attack, you can render a target’s armor useless until it is repaired. This attack costs 10 Mind Points, inflicts zero damage, and must strike the armor itself.",
  "Break Shield": "This Skill can be countered by Parry. With a single successful melee attack that strikes a shield, you can declare “Break Shield!” and render a shield useless until it is repaired. This attack costs 5 Mind Points, inflicts zero damage, and must strike the target shield to work.",
  "Break Weapon": "This Skill can be countered by Parry, as long as the strike is from the front. With a single melee attack, you can declare “Break Weapon!” and render a single melee weapon, bolt action weapon, or bow useless until it is repaired. Natural weapons such as brawling boffers are unaffected by Break Weapon. Brawling augmenting Gizmos, such as Knucks, are not effected by Break Weapon if they are being wielded. However, Break Weapon may be used on Brawling augmented Gizmos if they are not currently being held (easier to hit a piece of metal on a table than a thin strip on a moving hand). This attack costs 5 Mind Points, inflicts zero damage, and must strike the target weapon to work. When using Break Weapon on a firearm, you must strike the arm holding the firearm instead of the gun (since most firearms are not boffer-safe props).",
  "Brew Master": "This Skill allows a character to get even more potency out of their Brews. During the Brewing process the Brew Master may spend an additional 2 Mind Points, 1 Rare Herb, and 10 Minutes of time roleplaying brewing at a Still, up to 5 times for a maximum of 10 Mind, 5 Rare Herb, and 50 Minutes. For each use of Brew Master, the resulting Brew’s Craft’s Level is increased by 1, and the Brew Master may choose to either increase the Brew’s Numerical Effect by 1 or extend its effect’s duration by 5 Minutes so long as the duration does not exceed 1 Hour. Note that in the case of brews with multiple numerical effects (restoring 5 Mind and 5 Body, for example), that all numerical effects are increased by 1. Many Brewing Recipes require Brew Master to unlock their full potential. {p} During the process of production a player may only use one item to manipulate crafting times or production results, unless the used items specifically state that they stack with other items. {p} Unless a piece of equipment, Gizmo, or mechanical device states otherwise a Brew may not be improved with Brew Master beyond crafts level 6. This is important to remember for brews that start at Crafts Levels higher than 1, as well as brews that allow for additional doses to be created with higher crafts levels.",
  "Brewing": "This Skill allows a character to distill powerful liquids from Herbs that have a variety of unique effects. By spending 2 Mind Points and 20 Minutes at a Still roleplaying brewing, the crafter may take the required Herb cards to Logistics to be traded in for a new Item Card. All brews start at Crafts Level 1 unless otherwise specified and have an expiration of 1 year. Crafting requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the Still, utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for Brewing. The minimum time for Brewing, without the assistance of an Able Helper, is 5 minutes. {p} All brews, once produced, require an appropriately sized physical representation to be used (as near a volume as possible). Brews can be administered one of four ways. Applied to target, Inhaled by target, Ingested by target, or Injected into target. Applied Brews may only be applied to an appropriate target, such as an item, person, or weapon. Applied brews that require a weapon strike do not affect armored health. Injectable brews may be self-administered during Bleed Out. Injected and ingested brews may not be administered to an unwilling target that is not Bound, Knocked Out, or in Bleed Out. Note that this does not prevent an unaware target from consuming a brew themselves. {p} During the process of production a player may only use one item to manipulate crafting times or production results unless the used items specifically state that they stack with other items. {p} The following table lists recipes automatically known by everyone with this Skill. Note that other recipes may be discovered in game with their own Mind, Skill, and Resource requirements to produce. Non-standard recipes must present while roleplaying Brewing, and presented to Logistics when getting the new item issued. {table:4} Name and Volume ||| Stats ||| Required Resources ||| Value ||| Generic Brew, 36 oz  ||| No game mechanics, but can be sold for in game currency (teas, juices, etc). Counts as 3 servings. ||| Basic Herb x1 |||  n/a |||  Hooch, 1 liter |||  Basic Alcohol, Ingested |||  Basic Herb x1 |||  1  ||| Snake Oil, 6 oz |||  Heals 5, Ingested |||  Basic Herb x3 |||  5 |||  Cough and Cold, 6 oz |||  Removes Toxin, Ingested |||  Basic Herb x1 Uncommon Herb x2 |||  10  ||| Liquid Gold, 6 oz |||  Melee Damage +1, Ingested 30 Minute Duration |||  Basic Herb x1 Rare Herb x2 |||  10 ||| Spirit Walk, 6 oz |||  Hallucinations,Ingested 30 Minute Duration |||  Uncommon Herb x3 |||  10 |||  Water of Life, 6 oz |||  Removes Toxins, Heals 20 |||  Rare Herbs x3 |||  20 |||  Dirty Water, 6 oz |||  +4 Damage via Radiation Applied Single Strike |||  Uncommon Scrap x1 Rare Herbs x2 |||  20 {/table}",
  "Building Tomorrow": "This Skill allows a character to take Scrap and build new items. By spending 3 Mind Points and 30 Minutes at a Workbench roleplaying the fabrication, the crafter may take the required Scrap cards to Logistics to be traded in for a new Item Card. All items start at Crafts Level 1 and have a five year expiration date unless otherwise specified. While roleplaying making the item, you must make a significant amount of noise (there is no “quiet” crafting!). Crafting requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the Workbench, utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points and materials invested are lost. Some abilities or items may reduce the time requirement for Building Tomorrow. The minimum time, without the assistance of an Able Helper, is 10 minutes. {p} During the process of production a player may only use one item to manipulate crafting times or production results unless the used items specifically state that they stack with other items. {p} The following table lists blueprints automatically known by everyone with this Skill. Note that other blueprints may be discovered in-game with their own Mind, Skill, and Resource requirements to produce. Non-standard blueprints must present while roleplaying crafting, and presented to Logistics when getting the new item issued. {table:3} Name of Item |||  Stats ||| Required Resources |||  Small Melee Weapon |||  Crafts 1 <br />Damage 2<br /> Value 5 ||| Basic Scrap x2 ||| Standard Melee Weapon |||  Crafts 1 <br />Damage 2<br /> Value 10 ||| Basic Scrap x3 ||| Large Melee Weapon  ||| Crafts 1 <br />Damage 2/3 <br />Value 15 ||| Basic Scrap x4 ||| Two Handed Melee Weapon |||  Crafts 1 <br /> Damage 3 <br />Value 15 ||| Basic Scrap x5 ||| Small Thrown Weapon |||  Crafts 1 <br />Damage 2 <br />Value 10 ||| Basic Scrap x1 <br />Uncommon Scrap x1 |||  Javelin ||| Crafts 1 <br />Damage 3 <br />Value 15 ||| Uncommon Scrap x2 ||| Bow ||| Crafts 1<br /> Damage 2 <br />Value 15 ||| Uncommon Scrap x2 ||| Patchwork Armor |||  Crafts 1 <br /> Armor 20 <br />Value 20 ||| Basic Scrap x10 |||  Shield |||  Crafts 1 <br />Value 15 ||| Basic Scrap x5 ||| Shooter |||  Crafts 1 <br /> Damage 3 <br /> Value 30 ||| Basic Scrap x2 <br />Uncommon Scrap x2 <br />Rare Scrap x1 |||  Universal Crafted Items |||  See Universal Crafted Item List ||| {/table}",
  "Call The Almighty": "Sometimes all it takes is a little faith to get by. By calling upon divine intervention, you momentarily become a conduit for your deity, capable of miraculous healing powers. By spending 10 Mind Points and verbally calling on their deity to intercede, you can completely heal a wounded (but not dead) target other than yourself. The target (another target) is brought back up to their maximum Health Points and all mangled or severed limbs are repaired. However, derangements and poison/disease effects are not removed, and certain long-term “signature” physical injuries that are part of a character’s costuming or back story may remain at the discretion of the staff or the affected player. A player may use this Skill only 2 times per Twelves, and at least 30 minutes of active prayer to that character’s particular ‘Almighty’ are required within 2 hours after each use. This is an impressive capability, but one that carries a high cost in devotion as well: if the user ever fails to pray for the required amount of time, or acts against their god’s will, this power may cause up to 100 body damage to the user of the Skill, or if prayer regularly ignored, the Skill be permanently removed from that player’s sheet. A player who has been affected by Choking Blow, or similar Choking Blow affects from equipment, may not use Call the All Mighty.",
  "Carry": "This Skill allows you to lift and carry large weights for short periods of time. You cannot use this Skill while under the effects of a Mangled Leg and must have at least one functional Arm. For every 1 Mind Point, the character’s strength is increased by 1, for up to 20 paces or 5 minutes, whichever is shorter. To use this Skill, you must call “Carry X!” with “X” being the total Mind Points spent plus 1 (all characters are assumed to have a base strength of 1). So long as you have strength equal to an object’s Carry Rating, you may move at a walking pace. If you have strength greater than the object’s Carry Rating, you may move at full speed. You cannot normally Carry more than two objects, regardless of your strength. To represent carrying a person, gently grip your target’s hand after calling the effect and then walk your paces. All characters have a Carry Rating of 1, unless otherwise specified. Carry may only be used on willing targets or targets that are Knocked Out, Bound, or in Bleed Out.",
  "Challenge": "This Skill can be countered by Refuse or Choking Blow, assuming Choking Blow is used first. Knowing how to get someone’s blood up can be useful in a fight. By pointing out a single target, spending 5 Mind Points, and obviously challenging them to combat, you can cause your target to only attack you if it wants to fight. (As an example for challenging a Yorker, you can say: “Hey, Rust monkey! I hear you snuggle with Bay Walkers! Challenge!”) You will become the sole focus of that target’s ire; however, the effect of this Skill ends if the target is attacked by others, leaving it free to attack as it sees fit (or stop fighting altogether). Note that Challenge does not compel a target to start fighting, only ensures that if they do, they must attack only you. Challenge is not and cannot be subtle in any way, shape, or form, and as such is seen as obviously picking a fight by onlookers. If the user of Challenge runs away from the fight, is no longer visible or otherwise cannot be reached by the target, this Skill’s effects end.",
  "Charge": "This Skill can be countered by Parry if you strike the person from the front. Rushing into battle isn’t always a bad thing. By declaring “Charge!” and expending 5 Mind Points, your first strike against a new target has its damage doubled. Charge may only be used the first time engaging a target in a combat, and requires the user to have both feet firmly planted before striking for this ‘charged’ attack. Charge cannot be combined with Backstab, Murder, or Frightening Force; however it may be combined with other Skills. Do not actually strike a target harder when using the ‘charge’ Skill.",
  "Charisma": "This Skill can be countered by Refuse or Choking Blow, assuming Choking Blow is used first. Well, aren’t you charismatic? In order to use this Skill, you need to talk to your chosen target for at least 5 minutes. After that time, you can spend 1 Mind Point and then declare “Charisma.” This causes your target to become temporarily enthralled. While this will not cause a target to do self- destructive things, give away items or go against deeply held personal beliefs, it will cause them to treat the user as their best friend for 10 minutes. Treating the person under the effects of Charisma poorly, or outright attacking them, ends the effects. This is not actual mind control, simply the force of the Charisma user’s personality. For their part, the target of Charisma should try to interpret the user’s actions and words in the most favorable way possible, avoid harming them in any way, and generally treat them well. After all, what wouldn’t you do for your best friend?",
  "Chase": "This Skill counters Escape and Rescue. You won’t get away that easily! This Skill allows you to declare “Chase, Escape/Rescue Negated!” to block a single target’s use of the Escape or Rescue Skill once for 5 Mind Points. When this Skill is used successfully, neither you nor the fleeing character move anywhere and the scene continues. It is obvious that the fleeing survivor tried to run, but had its path of escape denied by the user of Chase. Use of this Skill prevents further attempts to use Escape or Rescue by the same target for one minute.",
  "Cheat": "This Skill is countered by Check Your Sleeves. The slide of a hand can mean the difference between winning and losing. In order to use this Skill, spend 5 Mind Points to automatically win a single die roll or hand of cards. Simply announce “Cheat” and you are considered the winner of the round. As far as onlookers are aware, of course, you’ve done nothing wrong. In the event that multiple people wish to use the Cheat Skill, conduct a brief round of betting, with each person bidding additional Mind Points. (This additional bidding is considered out of game.) The person who bids the most wins the game, though all Mind Points are considered spent. When bidding in a cheat war, you may only raise and never match an opponent’s bid.",
  "Check Quality": "It can pay to be observant. This Skill allows you to know exactly how much damage a weapon can do inherently, how much damage armor can take, as well as the Crafts Level of an item. Most of the time, this information will be on the Item Card. In order to use this Skill, you need to have line of sight to an object, and roleplay examining the item for at least 1 minute. Then, spend 1 Mind Point and declare “Check Quality.” By this same token, those that do not use Check Quality have no idea what a weapon can do, or what benefits armor can give. Check Quality may be used at check in to see the current exchange rates for currencies. While this exchange rate (based on the population of a branch’s town combined with the number of non-combat focused professions at the game) is the actual value of the currencies in play, this does not prevent characters from valuing them at whatever they feel like. Often time local currencies are worth more where those currencies are used.",
  "Check Status": "This Skill can counter Feign Death (range and duration requirements still apply). Doctor, what’s wrong with me? In order to use this Skill, you have to examine your patient for at least 1 minute and expend 1 Mind Point. During this time, you must roleplay checking your patient’s condition, such as taking their pulse, checking their eyes and talking with them. Simply watching them for one minute isn’t enough for this Skill to work. After one minute of roleplay, you may then say “Check Status” and ask your patient questions about the following conditions: how many Health Points they possess and what their maximum is; whether they are under the effects of any drugs or poisons; if they are injured, and if so what injuries and their effects; if they are diseased, and if so what it is and its effects; and whether the target is under the effects of a derangement. This Skill also identifies whether a derangement is temporary or permanent, as well as its nature and effects. This Skill does not cure anything, but does identify conditions so that they may be treated. Without unique equipment allowing otherwise, Check Status may not be used more than an arm’s length away from its target.",
  "Check Value": "When you’re buying something, you probably want to know what it’s worth. In order to use this Skill, spend 1 Mind Point to appraise an item’s true monetary value as listed on the Item Card. This Skill immediately reveals counterfeit items and currency. Certain items without cards, such as precious stones, may still have value, which can be obtained at Logistics. This ability also allows the user to check in at Logistics for the current market prices and exchange rates for major currencies at their local game. Items without a listed value simply fluctuate too much to be accurately appraised.",
  "Check Your Sleeves": "This Skill counters Cheat. Sometimes, you need to have a good eye to spot a true cheater. By spending 1 Mind Point, you can keep someone from cheating. Note that this does not actually catch a cheater in the act; instead, it implies such vigilance that the cheater is unable to sneak marked cards or loaded dice into the game in the first place.",
  "Choking Blow": "Silence can be golden— and deadly. This Skill allows you to make a silencing strike from a single Small melee weapon, Thrown weapon, or brawling strike to either the front or back torso. With a successful strike and the expenditure of 5 Mind Points, you may call ‘Choking Blow, cannot speak, two minutes’. This keeps your target from vocalizing any in game statements or noises for two full minutes since the wound cripples a vital portion of the speech process. This skill also prevents use of any skills requiring speech: Beg for Life, Challenge, Charisma, Pray for Justice, Faith Healing, Call the All Mighty, etc. This skill cannot by countered by Parry.",
  "Chop": "Even broken items can still be used as Scrap. By spending 1 Mind Point you can trade in a broken item for 1 Basic Scrap. This Skill may also be used on fallen NPC weapons or shield (not armor) to produce 1 Basic Scrap. Note that in order to receive the Basic Scrap, you have to actively roleplay taking the weapon and breaking it apart with both hands for 10 seconds. You may not just point at an item and say “Chop” while running past. If you do not roleplay breaking down an item for Scrap for 10 seconds, you will not be provided the Scrap from the use of Chop, and the Mind Points will be considered expended. When an NPC falls, their equipment (regardless of quality) will be considered in a broken state. It is suggested that players Check Quality of the equipment they are about to Chop before they Chop it. Aside from NPC weapons, you may not Chop items that do not have an Item Card. This skill cannot be used to actively break working items - that is the domain of skills such as Break Weapon and Break Shield. Instead, it represents taking an already broken item and salvaging some usable metal from it.",
  "Concentrated Fire": "This skill is countered by Avoid or Bounce. This Skill costs 1 Mind Point per use and allows a ranged shot to be counted as striking a specific part of a target, regardless of where the target is actually struck by the attack. Note that the packet or dart must still hit the target; actual misses do not count, though the Mind Point is still spent. Valid uses of this Skill include called shots on limbs, weapons, shields, sections of the torso, as well as extremities such as hands or feet. Simply call “Concentrated Fire X” where X is the targeted area. While this Skill does not cause any particular crippling or mechanically significant effect itself, it can be and often is linked with other Skills to ensure that those Skills affect their intended target. For example, an attack could go something like this: “Concentrated Fire Shield! Destroy Shield!” A packet thrown and hits that target in the leg. Thanks to this Concentrated Fire, the shield is still destroyed, as in-game the shot was considered to strike the shield.",
  "Cover of Night": "This Skill is countered by Alert. Once the sun has completely set, and once you’re out of bright, artificial light, you may travel in the dark completely unseen with the invisible symbol up. The “invisible symbol” is represented by having your arm up over the lower half of your face (think of holding a cloak in front of your face). By spending 5 Mind Points, no artificial light short of flood lights or interior building lights will cause you to be seen. Walking or running do not break Cover of Night, but speaking, picking up objects, entering lit buildings or areas of bright lights, lowering the invisible symbol or using any other Skills causes Cover of Night to end immediately. Interacting with the environment (opening doors, picking up items, talking, using Skills, etc) ends this Skill. This Skill requires unrestricted movement to use, so this Skill may not be used if under the effects of Nail or other effects which hinder movement (Mangled Legs, Binds on legs, etc.).",
  "Crop Tending": "A person with this Skill has access to valuable plants, either growing in a field or hidden in places around town, and can harvest them over the duration of a weekend. By spending the appropriate Mind Points, you can gather up the following: {li} 5 Mind Points = 1 Basic Herb {li} 10 Mind Points = 1 Uncommon Herb {li} 15 Mind Points = 1 Rare Herb {li} 20 Mind Points = 1 locally and/or seasonally available Named Herb {p} Please note that not all Herbs are available in all regions or during all seasons, and not all Herbs are able to be farmed. Using this skill requires 20 minutes of harvesting roleplay and an additional 10 minutes of role-play for every Herb gathered beyond the first. The roleplay time requirement for Crop Tending requires you mark your starting and finishing times on the back of your character sheet when you record the Mind Point expenditure (which happens before starting to roleplay). {p} The roleplay requirement reaches a cap of a maximum of 90 minutes of roleplay for a single usage of the Crop Tending Skill, regardless of how many additional Herbs are gathered on the single use of Crop Tending. After marking the use of the Skill, spending the Mind Points, and doing the required roleplaying, the player goes to Logistics where they will have their sheet checked and appropriate Item Cards given. Roleplay for Crop Tending should include activities such as checking for ripe berries, watering, weeding, and harvesting a farm-appropriate area (scratching at dirt in a parking lot doesn’t cut it). {p} Any equipment that is used during farming, unless specifically otherwise stated by the item, only effects ONE Herb during a use of Crop Tending. Unless otherwise stated specifically on the equipment, only one piece of equipment may be used during the process of farming. If a player wishes to use an item over and over to have the effect on all Herbs, then each Herb must be farmed (and collected from Logistics) individually. This will mean that each Herb will require 20 minutes of roleplay instead of the 20 minutes of role-play and additional 10 minutes of roleplay per Herb up to the cap of 90 minutes. {p} Examples: {li} A player spends 80 Mind Points and spends 90 minutes to collect 16 basic Herb. {li} A player spends 80 mind and 50 minutes to collect 4 named Herbs. {li} A player spends 5 mind and 20 minutes to collect 1 basic Herb. {li} A player uses a tool which allows harvesting non-in season Named Herbs. The player spends 40 Mind Points and 40 minutes to get an out-of-season named Herb and two uncommon Herb. {li} A player uses a tool which allows harvesting non-in season Named Herbs. The player spends 20 Mind Points and 20 minutes to get an out-of-season Named Herb. The player gets their card, then returns to the field to spend an additional 20 Mind Points and 20 minutes to get a second out-of-season named Herb.",
  "Cure Toxins": "In these times, toxins of the blood are often more deadly than bullets, claws, and blades combined, but fortunately a skilled practitioner can use simple processes to purge these toxins. If you have this Skill, your character knows how to pierce lesions, administer remedies and apply leeches in order to remove most poisons and toxins. The process takes 10 minutes, and is typically quite painful; by spending 5 Mind Points, roleplaying treatment and causing 1 damage to your patient, you can drain the toxins from your patient. Toxins are defined as ongoing Poison or Toxic effects. Some plot specific Poisons or Toxic effects may need additional time, Mind Points, use of other Skills or possession of certain materials; these details will be noted on the victim’s card or provided by staff.",
  "Deep Pockets": "This Skill represents access to steady suppliers of Herb. At Check In, you may purchase Herb at the following rates. Up to 30 Local Currency can be spent this way. {li} 1 Rare Herb for 4 Local Currency {li} 1 Uncommon Herb for 2 Local Currency {li} 2 Basic Herb for 1 Local Currency {p} Named and Seasonal Herbs may be available at their own rates based on local game plots, items, and world events. When checking in, this Skill is always used last (i.e. after Trade Ties). This Skill may only be used by a character at their home game.",
  "Destroy Armor": "This Skill is countered by Avoid or Bounce. You are skilled at putting shots in places that make armor worthless. With a single ranged attack, you can declare “Destroy Armor!” and render a target’s armor useless until it is repaired. This attack costs 10 Mind Points per attack, inflicts zero damage, and must strike the armor itself to work.",
  "Destroy Shield": "This Skill is countered by Avoid or Bounce. A shield doesn’t offer any protection if you take it out directly. With a single ranged attack that strikes a shield, you can declare “Destroy Shield!” and render a target’s shield useless until it is repaired. This attack costs 5 Mind Points per packet or dart, inflicts zero damage, and must strike the shield itself to work.",
  "Destroy Weapon": "This Skill is countered by Avoid or Bounce. Enemies become a lot less threatening when they don’t have a way to hurt you. With a single ranged attack that strikes anywhere in the center torso or weapon wielding arm, you can declare “Destroy Weapon!” and render a target’s melee weapon, bolt action weapon, thrown weapon set, brawling weapon, or bow useless until it is repaired. This attack costs 5 Mind Points per packet or dart, inflicts zero damage, and must strike the weapon or the torso of your target to work. Unlike break weapon, Destroy Weapon is able to render brawling weapons unusable.",
  "Disarming Blow": "This Skill is countered by Parry, unless the strike is made from behind. Sometimes, all you need to do to win a fight is get a person’s weapon away from them. By spending 5 Mind Points, declaring “Disarming Blow!” and landing a melee strike against the offending weapon, you can cause your opponent to drop a single weapon for a full 5 second count. Weapons must be dropped at least three steps away. This strike inflicts no damage. Two handed weapons are not dropped, but instead are disarmed from one of the two hands and un-wieldable for 5 seconds. If disarming shot is used when a two handed weapon is carried in one hand, the weapon is disarmed. Disarming blow may be used against melee weapons, bows, and bolt action weapons but may not be used against thrown weapons, javelins, or brawling augmentation weapons (like Knucks). When disarming a ranged weapon, the arm must be targeted and not the Physical Representation.",
  "Disarming Shot": "This Skill is countered by Avoid or Bounce. By spending 5 Mind Points, declaring “Disarming Shot!” and striking the offending weapon or the forearm wielding it with a ranged attack - firearm, bow, or thrown weapon - you can cause an opponent to drop a single weapon for a full 5 second count. Weapons must be dropped at least three paces away. This strike does no damage. Two handed weapons are not dropped, but instead are disarmed from one of the two hands and un-wieldable for 5 seconds. If Disarming sSot is used when a two handed weapon is carried in one hand, the weapon is disarmed.",
  "Disguise": "This Skill counters Analyze Creature and can be countered by Tie Binds. Sometimes, it’s better to not be yourself. By spending 5 Mind Points, adopting a full costume change and using a mask and/or extensive makeup, you can take on the appearance and physical mannerisms of someone else for 30 minutes. There must no question that the character using Disguise is not recognizable as their usual self. This Skill does not allow you to present yourself as a specific person, such as another player character or well-known NPC; however, you may present yourself as another persona you have created. It also makes you unidentifiable as the person that you are until the Disguise ends. Disguises may be ended at any time by making another costume and makeup change, but may not be removed unwillingly unless the Disguise user has had been restricted by the Skill Tie Binds. Use of the Disguise Skill is the only means to hide aspects of your particular Strain from the public. (Retrogrades without Disguise that attempt to change how they look must still have rotted features, for example.) Analyze Creature does not pierce Disguise; however, it will reveal a costume changed individual who is not using the Disguise Skill.",
  "Disguise Contents": "This Skill is countered by Analyze Compound. This Skill allows a Cook to slip a compound into a prepared Meal. During the use of Prepare Meal, the Cook may spend an additional 5 Mind Points to add any 1 consumable Brew to a Meal that effects all servings. When the required components are traded in at Logistics for the new Meal card, the Meal card may be attached face down or in a sealed envelope so it cannot be read, and simply labeled as a Meal on the back. When the mMal is consumed, the card is revealed and its effects are immediately taken. This new Meal uses the shortest of the expiration dates between the Brew and the Meal. Unless otherwise stated, a Meal may only have 1 Brew disguised into it.",
  "Double-Tap": "When you’re dealing with the living dead, your enemies don’t always stay down. By expending 1 Mind Point you can announce “Double-Tap!” when declaring a Killing Blow. Double-Tap not only is a successful Killing Blow, but if a creature has an ability or effect that would cause it to get up again after a Killing Blow, that capability is negated (this effect is specifically used on zombified creatures). In the event that the damage called after a Double-Tap is not sufficient to Killing Blow a creature, the cost of Double-Tap is still expended. Please note, do not attempt to Double-Tap every creature you come across- this will be a rather large waste of your precious Mind Points.",
  "Educated": "Not everyone has the benefit of a good education in the apocalypse. Going beyond the most rudimentary mathematics and comprehension of the written and spoken word, the user of this Skill has been educated in the finer arts. Not only does the user of this Skill have the capacity to understand complex documents, such as advanced blueprints, obscure texts and convoluted wiring diagrams, but an educated individual may also reduce Building A Better Tomorrow, Transcribe, and Brewing times by 10 minutes. In addition, Medical Genius time drops to 2 minutes. A character with the Educated Skill may also spend 10 Mind Points and 30 minutes once per event roleplaying researching in an environment such as a Library or a Lab (Item Card required for Library or Lab). At the end of the roleplaying period, the player may ask the storytelling staff three questions related to a Lore Skill they possess or materials related to an ongoing plot. The degree of detail uncovered by research varies from case to case, as some information is difficult or impossible to find; however, sometimes key information can be uncovered this way. When reporting this Skill use to Logistics, the Library or Lab card must be brought with the player using the Skill.",
  "Entertain": "There has to be something to break the tedium of killing zed— and Entertaining accomplishes just that. This Skill indicates having ability with a musical talent, dance, storytelling or other approved forms of performance entertainment. Players with this Skill should not be afraid of how talented they are out-of-character, but they are expected to actually perform - i.e., you cannot simply narrate “And then my character sings”, you must really sing - and must do so at least once per event so that people always know who they are. This reputation has its own advantages. At any location where a club, bar, or private social event is going on that either restricts entrance or charges a cover, a person using the Entertain skill may walk up to the front door and expend 1 Mind Point. By expending this Mind Point, the person using the Entertain skill is able to pass the doorway at no cost through their reputation as an Entertaining person. {p} A character with the Entertain Skill may also spend 5 Mind Points to do a ‘private showing.’ A private showing requires a minimum of 30 minutes of roleplay of presenting your art to a single target. Neither the person using Entertain nor the recipient may use any other Skills or be in combat. At the end of the 30 minutes of uninterrupted roleplay, the target of the Entertain Skill regains 10 Mind Points. Interruption does not cause the Mind Points to be lost, but the whole performance must begin again as the clock is reset. Multiple targets may be affected at the same time with this Skill, increasing the roleplay duration by 5 minutes and adding 5 Mind Points to the cost per additional target (everyone must partake for 35 minutes and 10 Mind for 2 targets, 40 minutes and 15 Mind for 3 targets, etc.). Only one private showing may be given per Twelves, with a minimum of 4 hours between showings; what’s more, a target may only regain Mind Points from this Skill once per Twelves regardless of the source.",
  "Escape": "This Skill is countered by Chase. You cannot use it while under the effects of Nail, a Mangled leg or Tie Binds. Standing and fighting isn’t always the brightest idea. This Skill allows you to flee from combat in relative safety. By expending 5 Mind Points and declaring “Escape!” you can take 20 paces away from combat, during which time you cannot be targeted or pursued— unless your opponent has Chase. You must flee the combat, or at least seek safety in numbers; this Skill may not be used to engage in combat (you cannot Escape into a fight). While using Escape, you can open unlocked doors; however, a locked door or Barricade immediately stops the Escape. Characters using the Escape Skill may not be carrying additional people nor items that require the activation of the Carry skill to move. Iron Slaves using their Strain advantage may use Escape with a Carry rate 2 object, however, can not use Escape while Carrying another person.",
  "Escape Bonds": "This Skill counters Tie Binds. Knowing exactly how to wriggle free from ropes and chains can be useful in a tight spot. This Skill allows you to spend 5 Mind Points to instantly remove restraints that have been placed upon you using the Tie Binds Skill. Items such as handcuffs, which have a Crafts Level to them, are more difficult to escape; each Crafts Level of the binding item increases the Mind Point expenditure by 5 points. The time required remains the same.",
  "Fade In A Crowd": "This Skill is countered by Alert. Shadows aren’t the only place where people can hide; all it takes is a few people around you if you know what you’re doing. With this Skill, you can spend 5 Mind Points to blend into the crowd and vanish with the invisible symbol up, so long as there are at least 6 people in a four foot radius. As long as you remain within arm’s reach of three other people, you can travel unseen. Any actions other than walking cause this Skill to end. Note that the Undead Hordes do not count as a “crowd” and using this Skill within a horde is likely to result in some unpleasant circumstances (mainly, a zed trying to gnaw on your leg). This Skill requires unrestricted movement to use, so you can’t use it if you’re under the effects of Nail or other effects that hinder movement (Mangled legs, Binds on legs, etc.). Interacting with the environment (opening doors, picking up items, talking, using Skills, etc.) ends this Skill.",
  "Faith Healing": "By spending 5 minutes praying, the user of this Skill may focus their divine faith into binding a target’s wounds. After 5 minutes of verbal prayer, a Faith Healer may heal 2 Health Points for every 1 Mind Point spent. Faith Healing will not purge any poison/disease effects currently active on the target, nor will it remove derangements. However, with the expenditure of 10 Mind Points and 5 additional minutes of prayer in addition to standard Faith Healing costs and requirements, you may heal a single Mangled limb. Only one limb may be mended per use of Faith Healing.",
  "Fearful Glare": "This Skill is countered by Refuse. Living in these times causes many people to become mean, but even so, some people are lot scarier than others. You’re one of the worst. With a single look, you can express to an opponent without words what it is that you will do to them if they attack you. By spending 5 Mind Points, calling “FEAR, cannot attack me, 5 minutes!” and glaring at a target while pointing at them, that target becomes frightened of you and unable to initiate attacks against you for 5 minutes. These effects are broken if you attack the target, or if later effects force that target to attack.",
  "Feign Death": "This Skill is countered by Check Status. By spending 1 Mind Point immediately after taking a wound, you may fall to the ground and feign your own death. Self-inflicted wounds do not count for the purposes of activating this Skill, though allies can hurt you to trigger it. This Skill allows you to state that you are dead to anyone who investigates your body without using the Check Status Skill; all non-zombified opponents must stop attacking you and may not declare Killing Blows. (After all, you’re already dead!) Zombies are immune to this skill, as they will continue clawing and biting a target whether or not it is living or dead. You may begin to move or use Skills at any time, but doing so immediately causes your façade to drop.",
  "First Aide": "The First Aide Skill is not used to heal wounds; however, it is capable of keeping critically injured individuals alive by preventing wounds from going from bad to worse. By spending 2 minutes roleplaying stabilizing a target, a person with the First Aide Skill may can halt the fallen player’s Bleed Out death count and/or awaken an unconscious target. This will stabilize a target until another wound is inflicted, at which point the Bleeding Out begins again. This skill does not help a target that has received a Killing Blow. A stabilized person may walk slowly and speak painfully, but take no other actions other than Skills that could be used during Bleed Out. In addition, First Aide does not halt the Bleed Out count during the 2 minutes it takes to stabilize a target. For example, if a person is 4 minutes into their Bleed Out period, they will die before First Aide can be properly administered.",
  "Fishing": "The act of taking food from the sea is much more difficult in this day and age due to the fact that so many of the waterways and watersheds are irreversibly irradiated. Fishing can still be useful, however, if someone has been trained in the effects of radiation as well as the means of catching untainted food. By spending 30 minutes ‘fishing’ by a natural waterway, the user of this Skill may expend 5 Mind Points and return to Logistics to receive Named Consumable: Untainted Fish x1. A Fishing pole of some kind is also required for this Skill. Note that Fishing does not prevent its user from activating other Skills or partaking in other activities, as long as the fishing area is set and always within ten paces. Leaving that area cancels the Skill, Mind Points unspent.",
  "Fix Limb": "By expending 5 Mind Points, and spending 10 minutes roleplaying working on a Mangled Limb, the Mangled effect can be removed. After the Mind Point expenditure and time is spent fixing the Mangled limb, the limb must be allowed to rest for 10 minutes before it will again become usable. You may not use this Skill on yourself if both of your arms have been Mangled.",
  "Florentine": "This Skill does not cost anything to use, and allows a user to fight with two melee weapons at once. These weapons must be of Standard size or smaller, and the appropriate melee weapon skills must still be purchased. A single purchase of a melee Skill, when combined with the Florentine skill, allows for usage of a melee weapon of that size in both hands at once. Florentine is not required to wield two pistols or a pistol in one hand and a melee weapon in the other, nor to have a brawler in one hand and a melee weapon in the other. {p} Once an individual enters melee range, as a safety reminder, ranged firearms must be dropped to your side and packets used. This makes most practical uses of using bolt action and melee at the same time unlikely to occur. When striking with melee weapons when using the Florentine skill, each blade may strike 3 times before Flurry rules are engaged. With the Florentine Skill it requires a total of 6 strikes (3 with each hand) to require a pause before reengaging. Unless using the Florentine skill to combine the use of two melee weapons (not brawlers), individuals are restricted to 3 strikes before the Flurry rule reset.",
  "Force Barricade": "This Skill counters Barricade. At times, survival involves breaking through defenses that others have put down. An experienced survivalist knows that the most important items are the most heavily defended. For every 1 Mind Point spent, the user may destroy one Crafts Level of a Barricade outright by striking it and declaring “Force Barricade!” Doors without Barricades or enhancements are considered at Crafts Level 1 for breaking.",
  "Forging the Future": "This Skill allows a character to take Scrap and build large projects called Augments, such as building fortifications, work areas, or structural improvements. By spending 10 Mind Points and 1 hour (30 Minutes at a Forge, 30 Minutes at the target structure) roleplaying the fabrication, the crafter may take the required Scrap cards to Logistics to be traded in for a new Item Card. All items start at Crafts Level 1 unless otherwise specified. While roleplaying making the item, you must make a significant amount of noise (there is no “quiet” crafting!). Crafting requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the Forge or target structure (except for the immediate transit between the two locations), utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for Forging the Future. The minimum time for Forging the Future, without the assistance of an Able Helper, is 5 minutes at the forge, 5 minutes at the target structure. {p} Augments can be improved via Forging the Future as outlined on the blueprint provided. Basic items or Forging the Future items without improvement instructions cannot have their Crafts Level improved. During the process of production a player may only use one item to manipulate crafting times or production results unless the used items specifically state that they stack with other items. {p} The following table lists augment plans automatically known by everyone with this Skill. Note that other plans may be discovered in game with their own Mind, Skill, and Resource requirements to produce or improve. Non-standard plans must be present while roleplaying crafting or improving, and presented to Logistics when getting the new item issued. {table:4} Name of Item ||| Stats ||| Lifespan ||| Required Resources ||| Made To Last ||| Building Augment. <br /> Uses of ‘Barricade’ require only 1/4 the necessary Time & Mind within the applied building. ||| 3 Months, including one built in. ||| Named Scrap: Lead Bar x2 <br /> Rare Scrap x2 <br /> Uncommon Scrap x4 ||| Beatific Building ||| Building Augment. <br /> Uses of ‘Faith Healing’ within applied building heal 3 Health (instead of 2) for every Mind Point spent. ||| 3 Months, including one built in. ||| Named Scrap: Old World Religious Object x2 <br /> Rare Scrap x2 <br /> Uncommon Scrap x4 ||| Bolt Holes ||| Building Augment. <br /> Designated occupants of the applied building may call the ‘Escape’ Skill once per Twelves while within, and immediately move to 5 steps away from any wall regardless of barriers. <br /> Maximum 8 named occupants. |||  3 Months, including one built in.  ||| Named Scrap: Pointy Tools <br /> Brew: Glue x3 <br /> Rare Scrap x2 <br /> Uncommon Scrap x2 <br /> Basic Scrap x2 ||| Field Medic Tent ||| Structure <br /> Carry Rate: 50 10ftx10ft-ish, must be outside all other buildings. <br /> Create ‘First Aide Tent’ structure that drops the required Time of the First Aide Skill to 10 Seconds while within it, and lowers time for Fix Limb & Cure Toxins to 5 Minutes. ||| Remainder of Event. Must supply own PhysRep. ||| Named Herb: St. John’s Wort x2 <br /> Gizmo: High-Quality Bandages x1 <br /> Rare Scrap x3 ||| Low Quality Work Bench ||| Unique Item <br /> Carry Rate:10 5ftx3ft <br /> Crafts 1 - Cannot be improved<br /> 1 User At a Time ||| 6 months, including one built in. Must supply own PhysRep. ||| Uncommon Scrap x10 <br /> Rare Scrap x 6 ||| Universal Crafted Items ||| See Universal Crafted Items List ||| ||| {/table}",
  "Frightening Force": "This Skill can be countered by Parry if it’s delivered from the front. This strike is terrifying to all that witness it. By expending 10 Mind Points you may declare 30 damage for a single melee swing. If this first strike is successful, you may immediately turn and look at a second opponent and declare “FEAR, cannot attack me, 5 minutes!” against them. This Fear effect is identical to the Skill Fearful Glare. If the initial swing misses or is negated by defense Skills, the Fear effect does not work either. Frightening Force requires that the striking weapon be standard size or larger - it will not work with Small melee weapons or brawling strikes.",
  "Guild Membership": "Even in a dead future there are still people who want to kill, and you know people who can make it happen. This Skill reflects your contacts with representatives of Murder Incorporated, a secretive organization that takes money from clients and transfers it to others with blood on their hands. Use of this Skill typically involves making contact with a member of Storytelling staff, often at Logistics at Check In, though once you make it known that you want to put a contract out (or take a job yourself), you never know who might make contact, or when... Be advised that Murder Inc. honors its secrecy above all other things, and will terminate anyone that tries to bring them to light. In relation to Check In Skills and branch specific Guild information, this Skill may only be used by a character at their home game.",
  "Gun Aficionado": "This Skill can be countered by Avoid or Bounce. Some people are really good at making sure a bullet hits where it hurts. If you have this Skill, your character has trained long enough to become exceptionally deadly with firearms. By spending 5 Mind Points, you can deal 15 points of damage with a single firearms attack. This Skill cannot be stacked with other damage increasing Skills.",
  "Head Shrink": "Now tell me what’s troubling you. By spending 10 Mind Points and 10 minutes of appropriate roleplay, you can remove a temporary derangement from another person (not yourself, though). By spending 20 Mind Points and 30 minutes of roleplay, you can remove a permanent derangement from another person. Derangements may not be removed from an individual within the first two hours of the derangement being received (the trauma is too fresh). However, the skill fails if the derangement is gained from an Advanced Profession (for example: the Multiple Personality derangement that occurs from Thought Bender, or the Obsession: Revenge derangement that a Mountebank can acquire). At the discretion of the storytelling staff, certain other severe, long-term mental illness or damage also may not be curable - the minds of Raiders are too mutated and warped from a lifetime of savagery and exposure to radiation to gain much from treatment, for example. Appropriate roleplay can include working someone through their issues with heartfelt conversation, a pep talk, formal psychotherapy, entertainment to take their mind off of the horrors of the world, or even a religious sermon or moralistic lesson.",
  "Healthy Feast": "This Skill allows a character to produce Meals even more potent and delicious. During the use of Prepare Meal the Cook may spend an additional 5 Mind Points additional effect added to a prepared Meal. These benefits are added to all servings of the Prepared Meal. {p} During the process of production a player may only use one item to manipulate crafting times or production results unless the used items specifically state that they stack with other items. Each of the following effects can be added once. Note that a Generic Meal can never benefit from Healthy Feast effects. Some Meal recipes require Healthy Feast to unlock their full benefits. {li} Cure Onset Disease {li} Soothe Derangements (2 Hour Duration) {li} Heal +6 Body {li} Cure Toxins",
  "Holy Rites": "All priests wield the power of their faith, but those priests that dig into the scriptures and rituals of their faith find a different sort of authority available to them. While not as instantaneous or as flashy as iSlkls like Bless Weapon or Pray for Justice, these rituals possess long-term potency and can forge a true spiritual community of the faithful. In fact, it’s only after a priest has taken it upon herself to study the deeper teachings of her faith that she is granted the ability to formally induct new members of the faith. It’s important to note that all holy rites have a roleplay component as one of their requirements, which should be played to the hilt with props, prayers, music, chants, sermons, set dressing and other dramatic flourishes whenever possible. Players who fail to make an honest effort to meet these requirements may receive a roleplay violation or have this Skill stripped from them. {table:4} Rite ||| Effect ||| Duration ||| Requirements ||| Baptism ||| Formally induct a person into a recognized in-game religion. They may now record this faith on their character card; certain rituals may offer new benefits as well. Baptisms should be recorded at Logistics after the ritual is complete. ||| Permanent, though a subject can leave voluntarily, or even potentially be excommunicated if they fail to follow its teachings ||| 1 Mind Point and 30 minutes of appropriate roleplay for the ritual. Multiple people may be baptized in one ritual, provided sufficient MP are spent for all of them ||| Bless Barricade ||| Fortifies a barricade to better withstand the undead - zombies must count for twice as long each time they take down a level of the barricade, and cannot use Force Barricade against it. This ritual has no effect regarding living enemies. ||| 4 hours or until the next Twelves, whichever is longer. ||| 5 Mind Points and 1 minute of religious roleplay per level of the barricade; a “Blessed” sign with its effects must be prominently attached to the barricade as well. ||| Confession ||| The priest enters a deep spiritual conversation with the subject, removing all Fear and Terror effects. With more prolonged exploration of a target’s faith, the priest can even push off the effects of madness temporarily, easing one of the target’s Derangements for a while. ||| Instant for all Fear and Terror effects, 2 hours for temporary Derangements and 1 hour for permanent ones. ||| 1 Mind Points and 1 minute of religious roleplay with the target for Fear and Terror effects, during which time both priest and target cannot attack. Derangements require 10 minutes of roleplay and 5 Mind Points for temporary ones and 15 Mind Points for permanent ones. ||| Spiritual Guidance ||| Allows a priest to transfer some of their own energy to one of their faithful, restoring 1 Mind Point to the target for every 2 Mind Points the priest spends during the sermon. This may not take a target over their normal Mind Point maximum. ||| Instant. A target may not receive this rite more than once per Twelves, and not more than twice per event total. ||| 10 minutes of dedicated religious roleplay between the priest and their target. The target must be a formally baptized member of the faith (i.e., have it recorded on their card). {/table} ",
  "Hunter's Mark": "This Skill is the stock and trade of any good Hunter. By expending 15 Mind Points and striking a target with a white packet, for the next 10 minutes the hunter with this Skill may use Chase, Alert, and Sniped Shot on the target for the cost of 1 Mind Points per use (requires character to have these skills). In addition, a character with this Skill may spend 30 minutes roleplaying hunting and stalking of wild animals in the woods. At the end of the 30 minute period, a character with Hunter’s Mark may expend 15 Mind Points and then go to Logistics to receive a single Produce card - venison, dog meat, boar meat, squirrel, or rat meat - at random. Certain meats may also be available seasonally or due to special plot circumstances; this information will be available at Logistics as well.",
  "Improved Armor/Shield": "This Skill allows a character to Improve an existing Armor or Shield’s Crafts Level up to a maximum of Crafts Level 5. By spending 5 Mind Points, 1 Rare Scrap, and 30 Minutes roleplaying improving the item at a Workbench,the crafter may take the required Scrap card and target Item Card to Logistics to be have its Crafts Level increased by +1. Each time a suit of Armor is improved in this way, it provides an additional 5 Armor Points. Each time a Shield is improved in this way, its Bounce rating is improved by 3. While roleplaying improving the item, you must make a significant amount of noise (there is no “quiet” crafting!). Improving an item requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the Workbench, utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for Improving an item. The minimum time, without the assistance of an Able Helper, is 10 minutes. Note that a Starter Item may only be Improved twice, to a maximum Crafts vLeel of 3.",
  "Improved Pistol/Bow": "This Skill allows a character to Improve an existing Bow, thrown weapon set, javelin set, or Shooter’s Crafts Level up to a maximum of Crafts Level 5. By spending 5 Mind Points, 1 Rare Scrap, and 30 Minutes roleplaying improving the item at a Workbench, the crafter may take the required Scrap card and target Item Card to Logistics to have its Crafts Level increased by +1. Each an item is improved in this way, the weapon deals +1 damage. While roleplaying improving the item, you must make a significant amount of noise (there is no “quiet” crafting!). Improving an item requires 2 hands, and can be interrupted if the crafter leaves the area within five feet of the Workbench, utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for improving an item. The minimum time, without the assistance of an Able Helper, is 10 minutes. Note that a Starter Item may only be improved twice, to a maximum Crafts Level of 3.",
  "Improved Weapon": "This Skill allows a character to Improve an existing Brawler’s Knuckles or Melee weapon’s Crafts Level up to a maximum of Crafts LevelBy 5.spending 5 Mind Points, 1 Rare Scrap, and 30 Minutes roleplaying improving i them at a Workbench, the crafter may take the required Scrap card and target Item Card to Logistics to be have its Crafts Level increased by +1. Each time a Brawler’s Knuckles or Melee weapon is improved in this way, the weapon deals +1 Damage. While roleplaying improving the item, you must make a significant amount of noise (there is no “quiet” crafting!). Improving an item requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the Workbench, utilizes any combat skills falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for Improving an item. The minimum time, without the assistance of an Able Helper is 10 minutes. Note that a Starter Item may only be improved twice, to a maximum Crafts Level of 3.",
  "Income": "Money doesn’t grow on trees, but a few extra connections can certainly help. This Skill reflects that a person has a viable job between events; during Check In, they receive a certain amount of local currency as a reflection of their monthly income. This Skill may be purchased multiple times, up to a maximum of five, allowing for cumulative financial growth. For example, Income 1 provides 1 local currency, Income 2 provides 3 local currency, etc. This employment requires in-game roleplay where you advertise what it is that you do. Some acceptable employment examples include: scrounger, bartender, bouncer, guard, store operator, politician, gambler, pit fighter, caravan operator, farmer, fisher, entertainer, medic. (Note: While theoretically possible, openly advertising as an assassin, slaver, thief or other unsavory profession is a good way to meet local law enforcement, and it’s not likely to be for a friendly chat.) To learn this skill, you must either train yourself as a Strain Skill, or receive instruction from someone with equal or greater level of the Income Skill. This Skill may only be used by a character at their home game.",
  "Instruct": "You can save some time by teaching a classroom rather than an individual. This Skill costs 1 Mind Point, and allows you to teach a Skill that you have to an entire group of people at once. This Skill requires 5 minutes of roleplay for every Experience Point the slowest (highest cost) student must expend to gain this Skill. For example, if you’re teaching a group of five people how to Parry, and one of them needs to spend 6 Experience Points to learn it, it will take 30 minutes— even if some of the other students can purchase the Skill for 3 Experience Points. You may only teach Skills that a person can purchase from either their Profession list or their Strain list, and these Skills are added at Check In at the next 12s. Instruct may not be used to teach Professions, only Skills.",
  "Interfere": "This Skill allows its user to declare “Interfere!” and immediately take the damage or Skill effect another person would have just taken, provided the user is within arm’s length of the target. Interfere transfers all damage and other negative effects to the person using this Skill. However, once transferred by Interfere no items, Brews, armors, defensive Skills, damage reduction, psionic powers, or other status altering Skills can reduce or prevent damage and effects suffered, even if they normally apply automatically. To use Interfere, the user of the Skill must be able to take the effects of the effect and damage being called. As an example, if you want to use Interfere to take the effects of a ‘Break Shield’, then the user of Interfere must have a shield that can be broken. The same applies for all other forms of interfered skills (must have a working limb to interfere a mangle limb, must have working armor to interfere destroy armor, etc.). This skill has no Mind Point cost.",
  "Interrogate": "This Skill is countered by Lie. Every good investigator knows how to sniff out some information— especially from a guilty party. After roleplaying questioning a target in an intimidating way for at least 5 minutes, you can spend 5 Mind Points to declare “Interrogate” and force a subject to give an answer to a direct question. The question does not need to be as simple as a yes/no question, but compound questions cannot be used with Interrogate. Attempting to do so will immediately causes Interrogate to fail. The subject must give a truthful and complete answer, unless the Lie Skill is used. Once a question has been asked of a subject with the Skill ‘Interrogate’, that question may not be asked of that subject again with this Skill by anyone for the rest of the event. People using the Interrogate Skill are encouraged to ask many questions that are related to a situation instead of just asking one ‘yes or no’ question during a scene, but the subject is only compelled to answer the Interrogate ones. {p} Interrogate may be used multiple times in a particular scene, to represent particularly long or demanding questioning; each additional question costs 5 Mind Points and another minute of interrogation roleplay, and cannot cover the same ground as a previous question.",
  "Iron Fists": "If you punch things for long enough, you’re bound to build up some calluses. This Skill allows those wielding fist boffers with the BrawlinSgkill to not take damage when they block with them. To represent this Skill, a two inch band of red tape must surround the ‘wrist area’ of the brawling boffers. This Skill represents the knowledge of how to deflect blows with your hands and arms so that strikes do not land at full strength, instead of just letting your arms take the damage. The Skill Iron Fists does not prevent Mangle Limb from rendering arms useless if the strike lands on a character’s brawling boffers.",
  "Knock Down": "This Skill is countered by Balance or Avoid. This Skill allows you to step up with their shield and declare Knock Down against a target in melee range. Note that you must be holding a shield in order to use this Skill, as this simulates a ‘shield bash’. This is not considered a melee augmenting Skill, since it does not require a melee weapon to use. By spending 5 Mind Points and calling “Knock Down!” you can knock an opponent off of their feet. A person who has been affected by Knock Down can still defend themselves (block strikes, not attack); however, they must drop to the ground and take no actions other than defending themselves for 10 seconds. Note that you should not actually strike an opponent with your shield; this Skill represents that action instead. During the duration of Knockdown a character cannot use Skills.",
  "Knockout": "This Skill is countered by Avoid and First Aide. By spending 5 Mind Points, this Skill allows its user to make a single melee or brawling strike at a target’s back torso and declare “Knockout, out cold 5 minutes or until wounded!” to render them unconscious. If successful, most living creatures are rendered prone and unconscious for 5 minutes, or until they are wounded or FirstidAe is used to wake them up. Note that this Skill is ineffective against the undead.",
  "Lie": "This Skill counters Interrogate and certain psionic Skills. When you’re in a bind, it can be handy to be able to tell . a lie spending 5 Mind Points, you can tell one undetectable lie. This lie is to be considered truth under all means of detection; only if direct evidence is provided will the false nature of the statement be uncovered. This Skill can only be declared if another Skill is used to try to force an answer to a question or to determine whether or not a statement is true, such as Interrogate, certain psionic powers or particular Advanced Profession skills. It cannot be used to force people to believe facts independent of truth detection; however, when used it convinces the interrogator that the subject is telling the truth. This Skill may be used in Bleed Out. {p} In order to use this Skill, the user must clearly add the word “Lie” at the end of the answer that was compelled with another Skill. This declaration is purely to note the Mind Points are spent and to avoid possible confusion later. It is not an in-game announcement in any way, and acting on it is considered cheating and will be punished accordingly. It should be noted that while this Skill is quite effective if the liar is the only person who can be questioned about a matter, if other direct evidence exists then their crimes might still be found out. For example, if a character uses Lie to deny committing a murder, but six eyewitnesses saw them do it, unless the criminal can discredit those witnesses or find some other way to throw off the investigation, all they’re going to do is reveal the fact that they’re an excellent liar as well as a killer.",
  "Literacy": "Literacy costs no Mind Points to use. This Skill allows its owner the rudimentary yet sadly all too uncommon ability to read and write, as well as perform simple math and written calculations. In addition to those benefits, this Skill is vital in duplication of most basic listed blueprints and documents.",
  "Lore": "Lore is a Skill that shows your character has an understanding of a particular subject. For example, Lore: Grave Mind means that your character understands far more about the Grave Mind than the average character. In order to use this Skill, simply state the particular Lore that your character has (for example: Lore, Grave Mind) during an appropriate situation. In the case of Lore: Grave Mind, this can be examining a new creature that may have been spawned directly from the Grave Mind, or investigating some strange phenomenon occurring with the Grave Mind. That said, this Skill doesn’t mean that your character knows everything about a particular subject. Instead, it shows that your character has a basic understanding of it, and knows enough to be able to research particular topics more extensively. Lore is largely used in conjunction with the Educated Skill in order to find out more about certain topics. Simply stating the Lore without research will only give you the most rudimentary of information. For more information on Lores, take a look at the Lore section of the rulebook.",
  "Mangle Limb": "This Skill can be countered by Parry if the strike is made from front. By spending 5 Mind Points and making a successful melee strike, you can declare “Mangle Limb!” This causes the limb you struck to become mangled and useless. Only the limb actually struck may be affected - if you want to Mangle the right arm, for example, you must hit the right arm. A Mangled arm may still hold an item in its hand (loosely), but cannot in any way be used to deliver Skills, manipulate items or wield weapons. A person may still stand with one Mangled leg, but it prevents any movement faster than a very slow, painful walk - this should be portrayed as dragging the injured leg or otherwise obviously favoring it. Two Mangled legs prevents standing and any movement other than crawling in a prone position.",
  "Master Craftsman": "With this Skill a character may take any weapon, brawling augment, shield, or armor that has already been Improved to Crafts Level 5 and further improve it to a maximum of Crafts Level 10. By spending 10 Mind Points, 1 Rare Scrap, any 1 Named Scrap, and 30 minutes roleplaying refining the target item at a Workbench you may take the necessary Scrap Cards and target Item Card to Logistics to increase the Crafts Level of an item by +1 above and beyond the normal limitation of the Improve Skills. Note that these improved Crafts Levels do not give any further damage or armor point bonuses, but do continue to increase Bounce Rating for shields. While roleplaying improving the item, you must make a significant amount of noise (there is no “quiet” crafting!). Master Crafting requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the workbench, utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for Master Craftsman. The minimum time, without the assistance of an Able Helper, is 10 minutes. {p} During the process of production a player may only use one item to manipulate crafting times or production results unless the used item specifically state that they stack with other items. {p} At Crafts Level 6 and above, the item is considered Master Crafted. Master Crafted items that are the target of a Break, Destroy, Melt, or similar effect are not rendered broken, but instead permanently lose 1 Crafts Level, and may continue being used. If a Master Crafted item falls from Crafts Level 6 to Crafts Level 5 again, it loses all benefits from being Master Crafted. {p} In addition to the Master Crafted benefits above, a Master e Crafted item that has been Improved all the way to Crafts Level 10 will gain a benefit depending on the Named Scrap invested during its final improvement. See the table below for details. Once improved in this way, the Master Crafted item will retain this benefit so long as it remains Master Crafted (Crafts Level 6 or above). An item may only receive one Master Crafted Named Scrap benefit at a time. Once lost, the item be Master Crafted fully to Crafts Level 10 again for a new benefit to be applied. The Physical Representation of the item should be cosmetically altered to reflect the nature of the benefit gained and the named Scrap invested. {table:5} Named Scrap ||| Melee/Thrown/Bow/Knucks ||| Shooter ||| Shield ||| Armor ||| Bronze  ||| No Effect  ||| No Effect  ||| Crafts Level Cap Increased by 2 (useful for Bounce) ||| No Effect  |||  Chrome |||  No Effect  ||| +1 damage (Does not Increase with further improvements) ||| No Effect ||| No Effect ||| Copper  ||| No Effect  ||| No Effect  ||| No Effect  ||| Repair Time Same As Per Crafts 3 Item. Effect not lost when broken below 5, will be lost when improved again.  ||| Crazy Future Metal |||  Ignore 1 Use of Break/Destroy Per Event  ||| Ignore 1 Use of Break/Destroy Per Event  ||| Ignore 1 Use of Break/Destroy Per Event  ||| No Effect ||| Green Rod ||| Rad Damage Modifier Added ||| No Effect ||| No Effect ||| No Effect ||| Large Bloodstone (Requires Card) ||| No Effect ||| Repair Time Same As Per Crafts 3. Effect not lost when broken below 5, will be lost when improved again. ||| No Effect ||| No Effect ||| Large Die-Mond (Requires Card) ||| Repair Time Same As Per Crafts 3. Effect not lost when broken below 5, will be lost when improved again. ||| No Effect ||| Repair Time Same As Per Crafts 3. Effect not lost when broken below 5, will be lost when improved again. ||| No Effect ||| Lead ||| Poison modifier added ||| No Effect ||| No Effect ||| Ignore Rad Mod on Direct Damage ||| Silver ||| Add 20 to Value ||| Add 20 to Value ||| Add 20 to Value ||| Charisma Time Reduced to 1 Minute ||| Steel ||| +1 damage (Does not increase with further improvements) ||| No Effect ||| No Effect ||| No Effect",
  "Medical Assistance": "With this Skill, your character has gained knowledge of not only the workings of the human body but also how to quickly revitalize a person and close their wounds. By spending 5 minutes roleplaying operating on your target and then spending 1 Mind Point, your target will regain up to 3 Health Points. Multiple Mind Points may be expended at once this way without increasing the required roleplay time. A wounded patient cannot do anything other than lay prone while the user of this Skill works on them, and anything that interrupts this process restarts the required amount of time.",
  "Medical Genius": "There’s a difference between patching someone up and being able to perform advanced surgeries. With this Skill, your character has gained advanced knowledge of the medical workings of the body, and can provide treatment that borders on scientific genius. By expending 5 minutes roleplaying treating a target and expending 1 Mind Point, you can heal up to 10 Body. Multiple Mind Points may be expended at once this way without increasing the required roleplay time. A wounded patient cannot do anything other than lay prone while the user of this Skill works on them, and anything that interrupts this process restarts the required amount of time. After this Skill is purchased, time required for Medical Assistance drops from 5 minutes to 1 minute. This Skill may also be required to perform specialized medical procedures in special story circumstances; staff will provide the costs and time requirements for such procedures.",
  "Melee Weapon Expert": "Simply knowing how to swing a weapon doesn’t mean that you’re an expert. Those with this Skill, though, are another story. A person with Melee Weapon Expert has become so lethal with different forms of melee weaponry that every strike finds its way to more vital portions of the body. With the Skill, you may increase the amount of damage you can declare with a single weapon by 2 for every 5 Mind Points spent, up to an overall maximum of 20 damage. (Melee Weapon Expert can never cause an attack to inflict over 20 damage.) For example, if your weapon normally swings for 5 Damage, you can spend 10 Mind Points and swing for 9 Damage. The duration of this effect is 5 minutes. The user must stand Still for 30 seconds, with a weapon at the ready, before announcing use of this Skill as they prepare themselves with battle focus or meditation. Melee Weapon expert may only be used on weapons covered under Melee skills (not Brawling) unless equipment states otherwise.",
  "Melee Weapon - Large": "This Skill costs no Mind Points, and allows its owner to wield a melee weapon no smaller than 36 inches in length and no longer than 53 inches in length (see weapon rules). Default large weapons deal 2 damage if wielded in one hand and 3 damage if wielded in two hands. Hand and a half or “bastard” weapons fall in this category.",
  "Melee Weapon - Small": "This Skill costs no Mind Points, and allows its owner to wield a melee weapon no shorter than 12 inches and no longer than 21 inches in length (see weapon rules). Default small weapons deal 2 damage.",
  "Melee Weapon - Standard": "This Skill costs no Mind Points, and allows its owner to wield a melee weapon no smaller than 18 inches in length and no longer than 39 inches in length (see weapon rules). Default standard weapons deal 2 damage.",
  "Melee Weapon - Two Handed": "This Skill costs no Mind Points, and allows its owner to wield a melee weapon no smaller than 60 inches in length and no longer than 63 inches in length. This weapon is required to be wielded with two hands at all times (see weapon rules). Default two-handed weapons deal 3 damage. If a Disarming Strike or Shot is used on a Melee Two handed weapon, the two handed weapon is not dropped, but instead is disarmed from one of the two hands and un-wieldable for 5 seconds (cannot strike, defend, or use Skills with this weapon). If Disarming Shot is used when a two handed weapon is carried in one hand, the weapon is disarmed.",
  "Mind Resistance": "This Skill counters psionic abilities or attacks, such as Toys in the Attic, Pyro, Enslavement, Body Puppet, and others. This Skill also counters Torture by allowing you to remain silent rather than answering. A person with this Skill has trained their mind to be able to resist psionic attacks, or perhaps just survived so many they’ve built up natural defenses. By spending 10 Mind Points the user may ignore any one psionic ability or attack. This includes both mental effects such as Toys In the Attic, as well as physical effects like Pyro. Mind Resistance is also the appropriate Skill to use against Torture, allowing the user to refuse to answer a Torture question. They may not lie in response to this question - unless they also use the Lie Skill, however. This Skill may be used during Bleed Out.",
  "Murder Most Foul": "Some prefer killing others by bludgeoning them to death. Then there are others that can still a heart with one stroke of a knife. By spending 10 Mind Points and calling “Murder!” the user of this Skill may make a single attack that does 10 points of damage. If this damage is enough to cause someone to enter Bleed Out, they skip the Bleed Out process and are immediately slain as though they received a Killing Blow. This skill can only be used with a Small melee weapon or with a ranged weapon fired within two paces of a target’s back. It cannot be used in combination with other combat Skills, with the exception of Backstab. Parry cannot counter this Skill.",
  "Nail": "This Skill is countered by Avoid or Bounce. This Skill allows a person to impale a target using a javelin or bow. By spending 5 Mind Points, calling “Nail, stuck in place, 5 minutes!” and landing a successful strike with a thrown javelin or bow, the user renders a target unable to move from that spot for 5 minutes, unless someone else comes over and role-plays removing the stuck weapon for at least a count of 10. (Targets cannot normally free themselves, though certainly inhumanly strong or physically abnormal NPCs may be able to do so with the Pull Through Skill.) Persons hit with this Skill are required to lift the thrown javelin or arrow packet and place it under their arm to show that they are pinned to the spot. The attack still inflicts its standard damage.",
  "Nerve Punch": "This Skill is countered by Parry, assuming the strike is delivered from the front. By spending 5 Mind Points, calling “Nerve Punch, drop held items!” and landing a successful brawling strike to an opponent, the user can briefly shock an opponent. A successful Nerve Punch causes the target to immediately drop all items in both hands.",
  "Parry": "This Skill counters all melee and brawling strikes delivered from the front (though if one is delivered from behind, you’re out of luck). This includes Break Armor, Break Weapon, Break Shield, Blinding, Charge, Disarm, Frightening Force, Mangle Limb, Nerve Punch, Sever, Slaughter, Take Down, Wide Strike and any other basic melee strike. Being able to turn aside a blow is a good way to keep yourself alive. This Skill allows you to expend 5 Mind Points and declare “Parry!” to negate a single melee or brawling strike and its effects, provided that the strike hit the front 180 degrees of the defender. If you’re struck from behind, this Skill cannot be used, even if you knew the attacker was there. In addition, you can only use this Skill if you have a melee weapon or brawlers at the ready, as well as the appropriate Melee Weapon or Brawling Skill to wield it (if that blade is sheathed, then you’re out of luck). Lastly, Parry can never be used against the following skills: Backstab, Choking Blow, or Murder Most Foul.",
  "Patch Job": "This skill allows a character to quickly repair a Broken, Destroyed, or Melted item without a Workbench. By spending 1 Mind Point and 30 Seconds, the item’s Crafts Level is permanently reduced by 1 and is immediately repairedT.he Weapon or Armor repaired in this fashion loses the extra damage or armor points gained from that level of Improvement lost. If the item is Crafts Level 1 and cannot have its Crafts Level further reduced, the costs of this Skill increase to 5 nMdiPoints. Note that Patch Job does not restore Armor Points lost due to damage, only those lost due to a Break, Destroy, or Melt effect, returning the armor to its previous Armor Points before it was Broken, Destroyed, or Melted. While roleplaying patching the item, you should make use of props such as duct tape, twine, or a glue bottle to fix the target item. Patching an item requires 2 hands, and can be interrupted if the repairer utilizes any combat Skills or falls into Bleed Out. If the process is interrupted, all Mind Points invested are lost.",
  "Pick Pockets": "Sometimes the best things happen to belong to someone else— but that doesn’t mean they can’t be yours. Knowing how subtly lift items from someone else’s pockets or bags is a good way to make a living— as long as you aren’t caught. You must carry black clothespins to use this Skill, and as with all in-game theft activity you must register with the Storytelling staff that you are using this skill. To use Pick Pocket, spend 1 Mind Point and attempt to affix one of these clothespins to a target’s purse or pocket; if it is successfully attached without the target noticing, a Staff Member will then approach the victim and obtain one item from that pocket. This item will be brought back to Logistics to be retrieved by the user later. Only Item Cards, resource cards (such as Herbs or Scraps), or currency may be stolen with this Skill. Costume pieces and prop items without Item Cards and in-game items that do not fit into a pocket, such as armor and most weapons, cannot be stolen with this Skill. The pins are to be considered completely out of game, and while someone can notice the act of placing it (and react accordingly to the perceived attempted theft), a pin that has been placed successfully without the thief being noticed must be ignored by all those around.",
  "Pistol Whip": "Guns don’t generally make effective melee weapons; but if you’re backed into a corner and all else fails, desperation can make them into small clubs. With this Skill, you may carry a Small melee weapon to represent your capacity to cudgel enemies with your firearm, though no melee related skills may be used in conjunction with this use of the weapon — save for parry. Certain weapon firearms item card allow for use of additional melee related Skills. A number of bayonet style weapon Gizmos exist specifically to be used with the Pistol Whip Skill. Firearms physical representations must be a melee weapons Small weapon able to pass a safety check in order to be used in melee, and thus must be contact safe. At no point may a hard shell metal, wood or plastic Physical Representation be used to strike, no matter how cool it looks.",
  "Prepare Meal": "This Skill allows a character to create refreshing and fulfilling meals from Herbs and Produce. By spending 5 Mind Points, the required Herbs or Produce, and 30 Minutes role playing at a campfire or kitchen, the Cook may take the required components to Logistics to have a new Meal card issued. Meals, unless otherwise stated, expire after 2 days, contain 1 serving, and require 10 minutes to consume to gain the benefits. Only one person may benefit from a single serving of a Meal. Cooking a meal requires 2 hands, and can be interrupted if the cook leaves the area within 5 feet of the campfire or kitchen, utilizes any combat Skills, or falls into Bleed Out. If the process is interrupted, all Mind Points invested are lost. {p} During the process of production a player may only use one item to manipulate crafting times or production results unless the used items specifically state that they stack with other items. {p} The following are Meal Recipes that anyone with this Skill knows how to produce. Note that other Meal Recipes may be discovered in game with their own Mind, Skill, and Resource requirements to produce. Non-standard Meal Recipes must be present while role playing cooking, and presented to logistics when getting the new meal issued. Some abilities or items may reduce the time requirement for Prepare Meal. The minimum time for Prepare Meal, without the assistance of an Able Helper, is 10 minutes. {li}Basic Meal <br /> Effect: 1 Serving, Restore 10 Mind Points <br /> Requires 1 Produce, 1 Rare Herb OR 2 Uncommon Herb OR 3 Basic Herb. Expires in 48 Hours {li} Generic Meal <br /> Effect: 90 Oz of produced food. Counts as 3 servings <br /> Does not have a mechanical effect and may not be improved with Healthy Feast or Disguise Content. Requires 1 Produce. Expires in 48 hours",
  "Pray for Justice": "When used as a ranged attack, this skill is defended against only with the skill ‘Avoid’ (no other skill). Gods may be merciful and gods may be wrathful. When a truly devout person calls upon that wrath, it can be terrifying to behold. By spending 5 Mind Points, calling out to your god for vengeance and making a successful ranged attack, you may inflict 10 Blessed damage upon a target. The deity worshiped must be clearly named - if the target of this effect worships the same deity they take no damage. A person with this skill may also choose instead to spend 5 Mind Points and Pray for Justice over a melee weapon or knucks; the first three strikes with that weapon inflict 10 points of Blessed (Type) damage. In addition, when Pray for Justice is purchased, Faith Healing time drops from 5 minutes to 2 minutes of prayer.",
  "Psionic Basic Skill": "This skill is defended against with Mind Resist, if the skill targets another player. This skill allows a Psionicist to permanently add one Basic skill from the Psionics Skill List to their sheet. This skill may be purchased multiple times. The Psionics Skill Lists can be found immediately after the end of the regular Skill List.",
  "Psionic Intermediate Skill": "This skill is defended against with Mind Resist, if the skill targets another player. This skill allows a Psionicist to permanently add one Intermediate skill from the Psionics Skill List to their sheet. This skill may be purchased multiple times, but a Psionicist may not have more Intermediate skills than half the number of Basic skills on their sheet (rounded down).",
  "Psionic Advanced Skill": "This skill is defended against with Mind Resist, if the skill targets another player. This skill allows a Psionicist to permanently add one Advanced skill from the Psionics Skill List to their sheet. This skill may be purchased multiple times, but a Psionicist may not have more Advanced skills than half the number of Intermediate skills on their sheet (rounded down).",
  "Refuse": "Being able to harden your emotions against someone’s social wiles can be useful. This skill allows you to spend 1 Mind Point to ignore a single use of a behavior altering social skill such as Beg for Life, Challenge, Charisma, Entertain, or Fear. This skill does not protect against psionic powers.",
  "Repair": "This skill allows a character to repair a Broken, Destroyed, or Melted item, as well as restore lost Armor Points to armor. By spending 1 Mind Point and 10 Minutes per Crafts Level of the target item role playing repairing the item at a Workbench, the repairer may fix the item, making it usable again. Additional Mind Points may be spent to cut down Repair time, at a rate of 1 Mind Point per 10 Minutes reduced to a minimum of 10 Minutes. For example, a Crafts Level 3 item would take 3 Mind Points and 30 Minutes to Repair, or 4 Mind Points and 20 Minutes, or 5 Mind Points and 10 Minutes. Repairing an item requires 2 hands, and can be interrupted if the repairer leaves the area within 5 feet of the workbench, utilizes any combat skills, or falls into Bleed Out. If the process is interrupted, all Mind Points invested are lost.",
  "Rescue": "This skill is countered by Chase. This skill allows a character to quickly carry another person to escape from a bad situation. You cannot use this skill while under the effects of Nail, a Mangled Leg, or Tie Binds, ad you must have at least one functional Arm. By spending 5 Mind Points and declaring “Rescue!”, the rescuer may use a combination the Skill “Carry 5” and “Escape 10 Paces” simultaneously on a single character within arm’s reach. To represent carrying a person, gently grip your target’s hand after calling the effect and then jog your 10 paces away from combat, during which time you cannot be targeted or pursued. All characters have a Carry Rating of 1, unless otherwise specified. Rescue may only be used on willing targets or targets that are Knocked Out Bound, or in Bleed Out. If a target does not meet the above requirements, the skill fails, and the Mind Points invested are lost. Rescue cannot be used on objects, only people.",
  "Sailing": "This skill represents access to shipping lanes and ports of call, allowing you to swap materials for cash and operate boats. At Check In, you may sell Scrap at the following rates: {li} 1 Named Scrap for 3 Local Currency {li} 1 Rare Scrap for 2 Local Currency {li} 2 Uncommon Scrap for 2 Local Currency {li} 3 Basic Scrap for 2 Local Currency {p} You may also find special items available for sale exclusively through Sailing connections or information provided to you by local ‘sailing maps’. Unique Sailing Routes, Boats, Maps, and other items can sometimes be obtained in game that open up additional trade opportunities through this skill.",
  "Scatter Shot": "This skill is countered by Avoid or Bounce. Standard firearms don't fire nearly as fast in this day and age. But with skill, and a fast hand fanning the hammer, a trained Gun Slinger can fire so quickly that it seems like all of the bullets are fired at once. With this skill, the user may spend 5 Mind Points and gesture at up to six targets within three steps. Those six targets immediately receive the damage or skill effect declared with this action, though targets may use defensive skills as normal. For sakes of unique weapon and skill effect, each of the 6 shots are considered their own individual attack. As an example munitions, Gizmos, and skills that only effect 1 shot will only be in effect for the first shot, while munitions, Gizmos, and effects that last for a duration of time or at least shots 6 shots will strike all targets. Munition, Gizmos, and effects may not be added or swapped out part way through a use of scatter shot.",
  "SCIENCE!": "Some technology that is recovered requires a greater understanding of scientific reasoning to comprehend or operate. These items have information envelopes on them with a difficulty level on the outside. A player with SCIENCE! must spend Mind Points to match the difficultly level of the item in order to figure out how the device operates. Each Mind Point requires 10 minutes of role playing investigating the item, though by spending Mind Points above and beyond the technological difficulty the duration of investigation may be reduced by 5 minutes per Mind Point (to a minimum of 1 minute). While a single individual must spend the initial Mind Points to begin the ‘scientific process,’ a group of individuals with SCIENCE! may role play assisting in order to contribute Mind Points toward reducing the necessary time. Once this time has passed, the lead character using SCIENCE! may open the envelope and read the details of the device. SCIENCE! may also be a required skill to make sense of particularly wonky Blueprints and other strange plot items.",
  "Scrounge": "There isn’t much in the way of mass production anymore, so being able to pick out the useful bits from the rubble helps. A person with this skill has the ability to pick up Scrounge cards from the ground. You don’t have to spend Mind Points to identify these cards, but you do have to spend 1 Mind Point per level of the card when scrounging. These Scrounge cards will be located across the game site, and require you to physically hunt them down and find them in order to collect them. You must spend 2 minutes role playing ‘harvesting’ or ‘gathering’ the scrounge card for each level on the card. Cards cannot be partially collected and if combat or something else interrupts you, then you must leave the card. Once you collect the card, you can turn the scrounge card into Logistics to receive a random scrounged item—usually Scrap or Herb (notated on the card). Note that if you do not have the Scrounge skill, you cannot pick up Scrounge cards from the ground or point out the existence of scrounge cards to other people.",
  "Sever": "This skill can be countered by Parry if it’s delivered to the front. By spending 5 Mind Points and landing a successful melee attack, the user of Sever can declare 15 damage with a single strike. This damage does not stack with any other damage bonuses.",
  "Shield": "This skill costs no Mind Points, and allows the user of this skill to wield a shield. Shields do not prevent damage from firearms, and may not be used as weapons. For example, if someone fires bullets at your shield, you take the damage; the shield does not block it. Instead, shields can be used to block thrown weapons, bows and melee attacks. For safety reasons shields may not have a surface area of more than 9 total square feet. Holes and carved out sections will not deduct from the total of 9 square feet of surface area. A shield may not stand more than 4 feet tall, nor wider than 4 feet wide at its widest point. {p} Examples: A rectangle shield that is 4 feet tall cannot be more than 2 feet wide to remain under the 9 square foot restriction. A shield that is 3 feet tall may be 3 feet wide to remain under the 9 square foot restriction. A “grid” shield that is a series of banded bars with open spaces still may not be more than 3 feet tall if 3 feet wide, as the interior holes do not subtract from the total surface space. {p} Items that are not crafted shields may NEVER be used as a shield. Strikes that land on ‘improvised shields’ are considered hits, and usage of improvised items as shields will result in safety violations (IE: Using a briefcase as a shield).",
  "Smelt": "This skill allows a character to break down Scrap into its component parts and refine metals. By spending 1 Mind Point and 10 Minutes role playing working at a Forge, the smelter may turn in the required materials at Logistics to convert 1 Rare Scrap into 2 Uncommon Scrap, or 1 Uncommon Scrap into 2 Basic Scrap. While role playing smelting, you must make a significant amount of noise (there is no “quiet” crafting!). Smelting requires 2 hands, and can be interrupted if the smelter leaves the area within 5 feet of the Forge, utilizes any combat skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Other Metallurgy Plans may be discovered in game that allow for Named Scrap to be Smelted. Non-standard plans must be present while role playing smelting, and presented to logistics when getting the new item issued",
  "Sniped Shot": "This Skill is countered by Avoid or Bounce. This Skill allows a person to make a single ranged weapon attack that hits without a need to fire a dart, throw a packet or toss a thrown weapon or javelin. By spending 5 Mind Points, you can simply point at your target and call out ”Sniped Shot X!” where X equals their weapon’s damage or Skill used and damage. Sniped Shot may be used in conjunction with other ranged combat Skills, even more than one at a time, though it requires meeting their requirements, spending their Mind Point costs and adding them to the Skill call. For example: “Sniped Shot! Concentrated Fire: Shield! Destroy Shield!”.",
  "Society Membership": "Special groups, societies, and organizations still exist within the world, and whether public knowledge or a closely guarded secret, they don’t take just anyone. Society membership is only offered depending on your activities and thus cannot be taken during character creation; it can only be earned during play. Acquiring this Skill represents your acceptance into a closed society of some kind, and it can only be taught by an existing member, typically as part of an initiation process. This member is known as your sponsor, and once you are brought into the fold, their name remains on your character sheet next to your membership status. Societies may offer a wide variety of benefits, from simple social circles to access to unusual resources and expertise, though it should also be noted that all societies have rules and codes of conduct that members are expected to uphold. Failure to do so can result in expulsion from the society, and possibly other repercussions. While each society is unique, as a rule the more secretive the society is and/or the more powerful the benefits it offers, the farther members will go to punish those that stray. {p} This Skill costs no Experience Points to acquire, however, at any point a person at least two steps above you in the society - that is, one rank above your sponsor - can either reassign you to a lower member or remove your membership completely. In most societies, your sponsor is held accountable for your actions, and at any time another society member can learn your sponsor’s name (may ask OOC). New societies may not be created without written permission from the game director first. This Skill may be used, as per a Lore, to learning standing and details within said secret society.",
  "Take Down": "This Skill is countered by Balance and Parry. By spending 5 Mind Points, calling “Take Down!” and making a successful brawling attack or attack with a two handed melee weapon, the user of this Skill knocks an opponent off of their feet. A person who has been affected by Takedown can still defend themselves (block, not attacking); however, they must drop to the ground and take no actions other than defending themselves for 10 seconds. During the duration of Take Down a character cannot use Skills.",
  "Teach": "Being able to teach someone can be a valuable tool. This skill costs no Mind Points, and allows you to teach a Skill or Profession that you possess to a single student. This Skill requires 5 minutes of roleplay for every Experience Point the student must spend to gain this Skill or Profession, to a maximum of 30 minutes. You may only teach Skills that a person can purchase from either their Profession List or the Open Skill List; the Skill will be available for the student to use at the next Twelves. A new Profession becomes available at the next event; a student cannot learn any Skills for their new Profession until that time, even if they have sufficient Experience Points to do so. The only exception to these rules is if you have the Bay Walker “Fast Learner” advantage. While this does not allow a Bay Walker to teach a Profession immediately (the pupil still has to wait until the next event for it to become available), it does allow a Bay Walker to make Skills immediately available to a pupil— as long as they spend 1 Mind Point.",
  "Throwing": "This Skill costs no Mind Points to activate, and allows its owner to use throwing weapons under 12 inches in size. These weapons must be designed according to the weapon creation rules, and under no circumstances may other kinds of weapons be thrown. Thrown weapon Item Cards always represent ‘sets of 6’ and must be transferred this way. Standard thrown weapons do 2 point of damage. Improvements to thrown weapons are applied to all six items on each card.",
  "Throwing - Javelins": "This Skill costs no Mind Points to activate, and allows its owner to use throwing javelins between 12 and 50 inches in size. Throwing weapons must be designed according to the weapon creation rules, and under no circumstances may other kinds of weapons be thrown. Standard thrown javelins do 3 points of damage. Javelins must be at least 12 inches in length. Each javelin has its own Item Card.",
  "Tie Binds": "This Skill is countered by Escape Bonds. By spending 1 Mind Point, you can tie a bond on willing, Bleeding Out or unconscious targets. A Tied Bond limits the actions a person can take; bound hands prevent that person from fighting or manipulating objects, while bound feet prevent that person from moving at anything faster than a slow walk. In addition, a person with bound feet can be prevented from moving by anyone not also restrained; this simply requires gently touching the bound target on the shoulder and announcing that you have halted their movement. A section of rope or fabric is used to represent bonds, draped across both wrists of a target or tied around one ankle. (For safety reasons, a player should never be actually tied up or otherwise restrained.) Bonds may be removed by anyone not bound themselves, unless an Item Card is used that locks the binds; removal instructions will be found on the Item Card.",
  "Torture": "This Skill can be countered by Mind Resist. We do what we have to in this world to survive. Sometimes, you need to take a darker path to extract information from a subject. This Skill allows you to cause harm to a subject without killing them in order to extract truth from them. After spending 5 Mind Points, you may spend 10 minutes roleplaying torturing a subject. At the end of that time, you may ask a single, simple question, which must be answered truthfully and completely. A person must be rendered totally helpless or have Tie Binds on them to be tortured with this Skill. The Lie Skill cannot be used to negate the use of the Torture Skill, as the pain is too great to lie convincingly; however, Mind Resistance may be declared instead, which does not allow the user to lie, but does allow the victim to stay silent. {p} Each use of torture causes 1 point of damage to the target in a Torture session. Armor does not apply against this damage, nor do most forms of damage reduction, as the time required means the torturer has avoided armor and found a target’s weak spots. Torture may not be used on someone who is currently in Bleed Out, as the urgency of their own imminent death trumps the little bit of extra pain being applied to them.",
  "Trade Ties": "This Skill represents access to bartering connections, allowing you to swap certain resources for ones you need more. During Check In, you may trade Scrap and Herb at the following rates: {li} 2 Scrap &rarr; 1 Herb of the Same Quality (Basic, Uncommon, Rare) {li} 3 Basic Scrap &harr; 1 Uncommon Scrap {li} 3 Uncommon Scrap &harr; 1 Rare Scrap {li} 3 Basic Herb &harr; 1 Uncommon Herb {li} 3 Uncommon Herb &harr; 1 Rare Herb {p} Herb gained through this Skill is considered Wild and has a 3 month expiration. Scrap or Herb traded in this way cannot be exchanged more than once, so you cannot trade 6 Uncommon Scrap for 3 Uncommon Herbs, and immediately trade them again for 1 Rare Herb. You may also find special items available for sale exclusively through Trade Ties. Unique Trade Routes, Caravans, Maps, and other items can sometimes be obtained in game that open up additional trade opportunities through this Skill. This Skill may only be used by a character at their home game.",
  "Transcribe": "Being able to copy something can be crucial— especially when it comes to passing along vital information. The art of transcribing is a powerful Skill, as it allows a person to be able to copy complex documents without needing to understand what it is they contain. A person with this Skill may expend 5 Mind Points and spend 30 minutes transcribing any one Blueprint, Plan, Recipe, or other single page document. This may be done even if the Transcribe user does not possess the normally required Skills listed for duplicating said document. In addition, many complex documents require Transcribe to recreate at all. Many transcription projects will require special tools, such as the Printer’s Table or specific transcription tools or Gizmos.",
  "Trap Making": "This Skill allows a character to take Scrap and build various Traps. By spending 2 Mind Points and 20 Minutes at a Workbench roleplaying the fabrication, the crafter may take the required Scrap cards to Logistics to be traded in for a new Trap card. All Traps start at Crafts Level 1 unless otherwise specified. While roleplaying making the item, you must make a significant amount of noise (there is no “quiet” crafting!). Crafting requires 2 hands, and can be interrupted if the crafter leaves the area within 5 feet of the Workbench, utilizes any combat skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Some abilities or items may reduce the time requirement for Trap Making. The minimum time, without the assistance of an Able Helper, is 5 minutes. {p} During the process of production a player may only use one item to manipulate crafting times or production results unless the used items specifically state that they stack with other items. {p} Traps can be improved during creation by spending an additional 2 Mind Points, 10 Minutes, and 1 Rare Scrap per Crafts Level being improved. Each time the trap is improved, it can have one of the following upgrades added. {li} Increase Damage Output by +5 {li} Add a +3 Second Delay {li} Increase the effect Radius by +2 feet {p} Traps can be attached to various objects or locations, have different styles of triggers, and a variety of effects. An item may only have as many traps attached to it as 1 more than the Crafts Level of the item (a container that is Crafts Level 3 may only have 4 traps attached to it while an uncrafted item may only have one trap attached to it). A Trap will specify whether it can be attached to an object, door, container, or ground. A Trap will specify whether it is triggered by opening a door or container, snapping a string or trip wire, a pressure plate being stepped on, or moving a target object. When a Trap is mounted via the Attach skill, the card is mounted face down or in a sealed envelope so it cannot be read until it is activated or disarmed. The back of the card or envelope should be labeled as a Trap, including its Trigger type and the Crafts Level of the trap. When a Trap is triggered, the card should be revealed, and it’s effects occur in the order listed for purposes of calling defenses. {p} The following table lists Trap Blueprints automatically known by everyone with this Skill. Note that other trap blueprints may be discovered in-game with their own Mind, Skill, and Resource requirements to produce. Non-standard trap blueprints must present while roleplaying crafting, and presented to logistics when getting the new item issued. {table:5}Trap Design ||| Affix To ||| Trigger ||| Effect ||| Resources Required ||| Generic Box Trap ||| Container ||| Open Container ||| At Arm’s Length: 5 Body Damage ||| Basic Scrap x2 ||| Generic Trip Line ||| Snap String strung between two objects ||| Breaking Snap String ||| To Springer: 2 Damage, Mangle Limb (One Leg) ||| Uncommon Scrap x1 ||| Generic Gas Trap ||| Container ||| Open Container ||| To Entire Room: 10 Body Damage ||| Rare Scrap x1 ||| Generic Spike Volley ||| Marked Paper Sheet on the Ground ||| Stepping on Marked Area (size of paper sheet) ||| Within 5’ Radius: 5 Body Damage ||| Basic Scrap x2 Uncommon Scrap x2 ||| Generic Pull Cord Rig ||| String, attached to non-container object ||| Moving object affixed to string. ||| To Springer: 7 Body Damage ||| Basic Scrap x2 ||| {/table} {p} Other traps may be created with the use of Designs. Designs may be discovered in-game and require possession of the Designs and meeting any prerequisites (often Literacy and/or Attach) in order to use them.",
  "Unlock": "This Skill allows you to bypass Lock Gizmos. By spending 1 Mind per Crafts Level of the target Lock, you may place a clothespin on the target Lock Gizmo card and begin the required time roleplaying picking the lock. You must spend 1 Minute plus 1 additional Minute per Crafts Level of the target Lock. This roleplay can be subtle, but must be entirely focused on the lock. Unlocking requires 2 Hands, and can be interrupted if the unlocker is forced away from target lock, uses combat Skills, or takes any damage. If interrupted, the Lock remains locked, and all Mind Points invested are lost. To reduce the time required to Unlock, each additional Mind Point spent will remove 1 minute from the required time, down to a minimum of 2 Minutes. Locks that have been Unlocked must have a clothespin left on the Lock Gizmo card to indicate that this Skill has been used to gain access, and not simply ignored by the player. Locks that are opened with the Unlock Skill are not broken, simply disabled until locked again.",
  "Vanish": "This Skill is countered by Alert. Versed in camouflage techniques, the user can become invisible if they have 80% environmental cover and are unobserved when this Skill is activated. Vanish costs 5 Mind Points per use. You must be prone and are unable to move from where you have vanished; however, Skills and ranged attacks do not end the effect. Only movement, the Alert Skill, or the presence of someone within 10 feet when the Vanish user activates a Skill or attacks breaks the effect. Once broken, Vanish may not be used again for 30 minutes. The Vanish Skill may not be used when under the effects of Nail, however, may be used with other forms of restricted movement (Bound limbs, Mangled limbs, etc.) Interacting with the environment (opening doors, picking up items, talking, using Skills, etc) ends this Skill.",
  "Weld": "This Skill allows a character to combine Scrap into more complicated and useful components. By spending 5 Mind Points and 10 Minutes role playing welding materials at a Forge, the welder may turn in the required materials at Logistics to convert 4 Basic Scrap into 1 Uncommon Scrap, or 4 Uncommon Scrap into 1 Rare Scrap. While roleplaying welding, you must make a significant amount of noise (there is no “quiet” crafting!). Welding requires 2 hands, and can be interrupted if the welder leaves the area within 5 feet of the Forge, utilizes any combat skills, or falls into Bleed Out. If the process is interrupted, all Mind Points spent and materials invested are lost. Many Engineering Plans require Welding, and some special Welding Plans may be discovered in game that allow for other items to be Welded. Non-standard plans must be present while role playing welding, and presented to Logistics when getting the new item issued.",
  "Wide Strike": "This Skill is countered by Parry. By spending 10 Mind Points, a user may call ‘Wide Strike’ and gesture at up to six targets within weapon’s reach. Those six targets immediately receive the damage or Skill effect of either a melee or brawling attack declared with this action, though targets may use defensive skills are normally. If a Skill is linked with Wide Strike, all targets must be legal for both Skills; however, the Mind Point cost of this secondary skill is only spent once. Example: Surrounded by shield carrying Final Knights zealots, a survivor calls out “Wide Strike, Break Shield!” and spends 15 Mind Points. Unless defensive Skills are called, up to 6 shields within melee range of that 360 degree arc are destroyed. If Break Weapon or Disarming Blow is called and a target is wielding two weapons, assume the main hand weapon is targeted.",
  "Lore - Local Area": "This Lore allows a player to research game specific details in regards to the local game area they are currently attending. A player may only use this Lore to research details of the game they are currently at, and it may not be used to research details outside of the local branch’s designated play area. Lore - Local Area may be used to research history, geography, political activity, and general demographics of the branch’s defined ‘play space’ for events that have occurred during the duration of active play. This Lore is primarily used to identify groups and organizations within an area, major historical events that have occurred, and researching recent location specific history.",
  "Lore - Animals - Aquatic": "This Lore allows a player to research details of aquatic life specific to a general region. The Lore Animals: Aquatic may allow an individual to research details in regards to commonly found local aquatic animal life, specific information on seaborne creatures, as well as identifying potential mutations and health related issues for local aquatic animals. This Lore covers most non-humanoid aquatic creatures, and does not provide information in regards to Saltwise or normally land based animals that have taken to the ocean.",
  "Lore - Animals - Aviary": "This Lore allows a player to research details of airborne life specific to a general region. The Lore Animals: Aviary may allow an individual to research details in regards to commonly found local birds and airborne animal life, specific information on flying creatures, as well as identifying potential mutations and health related issues for local airborne animals and insects.",
  "Lore - Animals - Mutated": "This Lore allows a player to research details of specific uniquely mutated creatures in a local area. The lore of Animals: Mutated covers doing research into naturally occurring as well as engineered creatures that have been reported in an area. This lore allows individuals to do research in regards to potential health patterns, mutated advantages, potential general origins, as well as projected environmental response to these mutated creatures existence.",
  "Lore - Animals - Subterranean": "This Lore allows a player the ability to research details of primarily subterranean animals, with a focus on creatures that spend the vast majority of their life underground. This Lore is not appropriate for creatures that only nest or slumber in underground hollows, but instead should be used in the identification and classification of burrowing and primarily subterranean creatures. Lascarians, and other forms of underground humanoids, are not covered by the Lore Animals: Subterranean.",
  "Lore - Animals - Terra Firma": "This Lore allows a player the ability to research details of creatures that primarily reside on the surface of the land. Animals that take to flight, live the majority of their life under water, and reside primarily underground are covered by other forms of Animal Lore. This Lore allows individuals to do research in regards to potential health patterns, habitual advantages, impact and status of a particular animal within a limited environment, as well as projected environmental response to the activities of these animals.",
  "Lore - Faith - Church of Darwin": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Church of Darwin to use or craft.",
  "Lore - Faith - Cult of Fallow Hopes": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Cult of Fallow Hopes to use or craft.",
  "Lore - Faith - Final Knight": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Final Knights to use or craft.",
  "Lore - Faith - Kings Court": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify  symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Courtiers of the Kings and Queens uCrot to use or craft.",
  "Lore - Faith - Light of Hedon": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Light of Hedon to use or craft.",
  "Lore - Faith - Minor Cults and Sects": "Much like Lore: (Local), this Lore allows a player to research locally approved cults and sects that are found primarily in the area of play that a character is currently in. This Lore does require that a player know some details, or information, about the individual sect or cult they are researching. Blanket research to identify all cults in an area does not fall under the guidelines of the research portion of the Educated Skill. This Lore does allow a player to identify religious tenets, symbols, local leadership, and customs of a particular cult or sect. In addition, by researching details in regards to a particular item or activity an individual with this Lore may be able to research details in regards to the identity of the minor Cult or Sect involved.",
  "Lore - Faith - Nuclear Family": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Nuclear Family to use or craft.",
  "Lore - Faith - Sainthood of Ashes": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Sainthood of Ashes to use or craft.",
  "Lore - Faith - Telling Visions": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Telling Visions to use or craft.",
  "Lore - Faith - Tribes of the Seasons": "This Lore allows a player the ability to research details of a particular faith in its modern form. While this Lore does not provide historic references that surround the origination of the faith, this Lore does allow a player the ability to research the names of local faith leaders, major events that have occurred in regards to the faith, Information about specific holy sites, identify symbols and symbolic references, as well as research historic decision making processes in the community of the particular outlined faith. This Lore is also used in conjunction with a number of items, blueprints, and production materials that require an extensive knowledge of the Tribes of the Seasons to use or craft.",
  "Lore - Grave Mind": "Knowledge of the undead behemoth masses which are related to the spawning of all Strains and undead, knowledge of Lore: Grave Mind is key in the day- to-day operations of Grave Robbers as well as individuals who wish to study and understand the infected condition. This Lore is commonly required for the creation, distilling, and use of devices that are directly related to the operation of the Grave Mind. In addition this Lore may be commonly used in connection to Research to find details such as the location of physical manifestations of the Grave Mind, investigate strange localized anomalies, and to research details related to Grave Mind related occurrences such as Necropolis territories.",
  "Lore - History - Cinema and Entertainment Television": "Knowledge of pre-fall cinema and television shows is rare, even among the Telling Visionaries. Most information that the followers of the faith have has been repeated word of mouth from generation to generation, with very few every seeing a reliable Telling-vision oracle box. With this in mind, the knowledge of near complete scripts, anecdotes, and actors for specific Cinema and Entertainment Television programs is vital among the Telling Vision. Many religious items of the faith require either being a priest or having an extensive knowledge of the pre-fall Scriptures. This Lore is not only used primarily to research details of pre-fall TV entertainment mediums, but also used to operate or create many Telling Vision specific items. This Lore DOES NOT allow an individual to research details of historic events, news, or cultural phenomena that would otherwise be covered under another Lore.",
  "Lore - History - Fictional Literature": "Finding pre-fall literature is an extremely rare stroke of luck. Fortunately for the culture of the Strains, many of the stories of the past were translated to a spoken tradition. Fictional tales that once were held in massive tomes were simplified and adjusted to match the world of the post- apocalypse. However, for the individual who is looking to find references in the morality and characters of Fictional Literature, unearthing the original details of a story is more of a process. With the application of the Educated research Skill, a character with this Skill can search for names, places, and key story points of pieces of Fictional Literature. While this Skill may seem to lack in value, many people in the Wastelands are named after ancient tales and stories. Occasionally knowing the history of an enemy’s name means to truly understand an enemy.",
  "Lore - History - Music": "Music is a universal language that has been communicated via sound, recorded onto devices, as well as transcribed into tablature. Knowing the history of music allows a player to research details of the performers that produced the music, the instruments that the music was performed on, as well as some of the key cultural references that are being made in the music that is being performed. While this Lore, like any other, does not give a limitless resource of names and music that spans the ages, this Lore will allow a player to research key components to music. This Lore is key in the operation of many Kings Court reliquaries and devices, as well as needed for plot purposes.",
  "Lore - Medical - Diseases and Plagues": "This Lore allows a player to use the research aspect of the Educated Skill to research the details, contagion conditions, symptoms, and means to cure most Diseases and Plagues that can be contracted in the modern post-apocalypse. This Lore does not operate as a means to immediately cure all illnesses; however, it does allow a player to research historical outbreaks to match symptoms to current unknown conditions to find a cure.At times this cure may involve use of particular brewed, cooked, or crafted resources. At other times the cure may involve an extensive knowledge (lore) of Diseases and Plagues with a certain degree of applied medical skill. To identify, define, and answer questions about these plagues and diseases a player must research the details of the plague or disease via the Educated Skill.",
  "Lore - Medical - Grave Mind Infection": "This Lore allows a player to research the progression of the Grave Mind’s Infection via medical research on a subject. While it can be assumed that most Strains only have a limited number of times they may pass through the Grave Mind before they are unable to be reanimated as anything more than a zombie, occasionally the Grave Mind can cause a situation where an extra degree or lesser degree of infectious change can occur. In addition to being able to research the processing of the infection in individuals, this Lore allows a player the ability to research and have a greater degree of understanding into the processes and results of the death to rebirth cycle that Strains have when they pass through the Grave Mind.",
  "Lore - Medical - Grave Robber Processes": "This Lore is most commonly possessed by Grave Robbers, as a means to understand and research the details of work that they or another Grave Robber has done to a physical specimen (outline under the Gene Splicer skill). This Lore is required for usage of many Grave Robber specific tools and medical templates in addition to its ability to open avenues for research.",
  "Lore - Metallurgy": "This Lore allows the user to research the means and way in which alloys are produced. This Lore is primarily used in a large number of engineering mechanical devices and processes that take ores, named Scraps, and Gizmos to produce new unique named Scrap and Gizmos that are used in crafting. This Lore primarily is a requirement for processes, and while may have selective use in plot related resources, is limited in its scope of use outside of the usage of metallurgy processes.",
  "Lore - Mining": "This Lore allows a player the ability to research information in regards to underground tunnels, subterranean ore veins, artesian wells, basic geology, and the structural engineering of creating a mine. This Lore if often used in conjunction with engineered Mine locations to produce unique Scraps, additional Scrap, or used as a requirement for the operation of mining equipment. While this Lore alone is not enough to locate particular veins of materials before a Mine is forged, this Lore often times is a requirement for the use of proper engineered or tinkered tools that would dictate the kind of Mine to be crafted.",
  "Lore - Mon Histories": "Mon Histories is a study of markings, cultural symbols, and heritage related to the Genjian culture. Where Mon Studies varies from a standard Strain Lore is in the scope and application of the Lore. Mon Histories may be used in regards to research to track the family lineage of a Genjian by name, identify the family name of Burster Zombie that are carrying markings of their prior life (tattoos, family icons, weapons that are tied to family names). The knowledge and lore related to Mon Histories is a tool often used to bring peace to surviving families that their fallen relatives no longer suffer as the undead. Mon Histories is a Lore often required for a number of pieces of equipment that are specific to traditional Genjian combat and culture.",
  "Lore - Nature - Herbs": "This Lore allows the user to research the kinds of Herbs that are seasonally available locally, how rare particular Herbs are to scrounge, as well as identify what Herbs are indigenous to particular areas of the wasteland by using the research ability of the Educated skill. When a player researches a particular Herb they may ask details such as ‘Where does this Herb grow?’, ‘What season does the Herb grow in’, and ‘How rare is it to find unfarmed versions of this Herb?’ To answer these questions the staff member may access the Scrap and Herb resource list to find the answers to these questions. The Lore of Nature: Herbs does not allow a player to research uses of the Herb (such as prints and brews).",
  "Lore - Nature - Minerals and Refined Materials": "This Lore allows the user to research the kinds of minerals and refined materials are seasonally available locally, how rare particular minerals and refined materials are to Scrounge, as well as identify what minerals and refined materials are indigenous to particular areas of the wasteland by using the research ability of the Educated skill. When a player researches a particular minerals and refined materials they may ask details such as ‘Where does this minerals or refined materials come from?’ ‘What season is this minerals or refined materials available?’ and ‘How rare is it to scrounge this minerals or refined materials?’ To answer these questions the staff member may access the Scrap and Herb resource list to find the answers to these questions. The Lore of Nature: Herbs does not allow a player to research what areas produce particular Scraps, minerals, and Gizmo cards by Blueprint process, but does allow a player to identify locations from where particular Named Scraps originate.",
  "Lore - Pre-Fall History Ancient": "This Lore allows the use the research option of the Educated Skill to investigate information from the ancient time period of the year 1600 - 1900. Information gained via this Lore is very generalized, with the majority of the details from the Pre-Fall having been lost with the death of humanity. It should be noted that no Lore option exists from prior to the year 1600. This is due to the fact that the vast majority of historical documentation, research materials, and learned references have been lost. While this does not mean that ancient relics are completely lost, in the incredibly rare instance that an individual is looking to research an item from before 1600 the dating and historic information on these items is based on the findings of pre-fall humans. The key difference in this mindset is that players researching prior to 1600 are not looking into details from the pre-1600 period, but instead are researching for the research that others had made. Not only does this offer an incredibly limited view of the pre-1600 world, but also offers a large degree of contrary theories. As an example, creationist museums, religious museums, and evolutionary museums all offer contrary information. This does not even take into consideration advances of science that have corrected prior historic errors (Brontosaurus as an example).",
  "Lore - Pre-Fall History Cultural": "This Lore allows the use of the research option of the Educated Skill to investigate cultural trends, popular culture, artwork, architecture, and political culture of communities in the pre-fall environment. This Lore is restricted to first hand research from the year 1600 and forward. Any research into pre-1600 cultural trends requires the user of this lore to instead research the impressions that pre-1600 cultural trends have made on the more modern pre-fall culture. As an example, while a player cannot research the popular culture of the ancient Egyptians pharaohs, a player can research the influences of the ancient Egyptians in the artwork of the Art Deco movement. Information gained via this Lore is strictly restricted to the realms of impression, effect, and cultural response to trends. Researching details of events that have caused cultural responses requires Lore: Pre-Fall Ancient History.",
  "Lore - Pre-Fall History Modern": "This Lore allows the use the research option of the Educated Skill to investigate information from the time period of the year 1600 - 1900. Information gained via this Lore is very generalized, with the majority of the details from the Pre-Fall having been lost with the death of humanity. Around the late 1900s, with the decline of the printed medium as a primary source of communication, researchable resources became much more difficult for research and reference purpose. It is theorized that a few hundred years of life did continue after the year 1900, however, the nature and quality of life during that period is nearly impossible to research. While occasional artifacts of music, culture, and structure has survived into the post-fall era the locating and compiling of early pre-fall history has been difficult.",
  "Lore - Pre-Fall History Religion": "This Lore allows a player to use the research function of the Educated Skill to research details of religions that came and went before the fall of humanity. Many modern post-apocalyptic religions take inspiration and may even have genesis from a number of these religious sources, it should be noted that pre-fall religions (real world religions) and the religions of the post-apocalypse (in-game religions) should be kept a good distance from one another. Forced implementation of real world religions into a game environment may cause sensitive subjects to arise. To prevent these issues, information gained via the Lore of Pre-Fall History Religion should only be used for academic and research purposes.",
  "Lore - Radiation": "This Lore allows a player to use the research function of the Educated Skill to research details of the medical reactions, physical mutations, and physical anomalies that occur in regards to radioactive exposure. In addition to the research that may be done in regards to how Radiation interacts with its environment, a player may also at times utilize this Lore in the field regarding particular radiation related plot materials. Lastly, there are a number of prints and materials that require Lore-Radiation as a means of use and operation.",
  "Lore - Raider": "This Lore allows players the ability to research information about different Raider Clans via the research function of the Educated Skill. This Lore allows players access to a great deal of knowledge to the culture, identity, and nature of the different Raider clans. It should be noted that Raiders suffer from an extensive and prolonged exposure to the Bad Brains virus, and are incapable of being fixed, trained, or rehabilitated. This fact is part of the reason why the Bad Brain disease is so dangerous.",
  "Lore - Slaver Communities": "This Lore allows a player to use the research ability of the Educated Skill to track the general trade patterns, guidelines of captures, and condition of sale within slaver communities. This Lore allows a player to research the estimated value of an individual (player character or non-player character) in the eyes of a particular slaver market. Market prices vary depending on the demand, nature of the individual being stolen, as well as the unique nature of the slave. This Lore may also be uses as a means to track local Slaver Communities, trade lines, and holding areas for freeing slaves and destroying slavers. Some slaver specific equipment requires Lore- Slaver Community to correctly operate.",
  "Lore - Strain - Nation of Accensor": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Baywalker": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this Strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, brews, and meals.",
  "Lore - Strain - Diesel Jock": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Full Dead": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Genjian": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Iron Slave": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Lascarian": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Merican": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Natural One": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Pure Blood": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Reclaimers": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Red Star": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Remnant": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Retrograde": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Rover": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Salt Wise": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Solestros": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Unborn of Teixiptla": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Vegasians": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Strain - Yorker": "This Lore allows a player to access information in regards to the physicality, population density, strengths, and weaknesses of a particular Strain. This Lore is often times used for researching lineages, identifying the physical needs of a Strain, identifying mutations or physiological responses that an individual of this strain is having to a particular stimulus, as well as being able to research the local macro activities of a Strain (locations that have a higher population of a Strain, areas that actively dislike a Strain). This Lore is also a requirement for the creation and crafting of many strain specific pieces of equipment, Brews, and meals.",
  "Lore - Tech - Combustion Power": "This Lore allows players the ability to research community or project needs for power provision, related to combustion power, via the research ability of the Educated Skill. While this skill does not provide Blueprints or instructions to create motors or engines, this Lore is very useful in regards to determining what is needed for a community to power itself as well as what power supply is needed for particular resources. This Lore is also often a requirement for use operation of many large combustion engines.",
  "Lore - Tech - Natural Power": "This Lore allows players the ability to research community or project needs for power provision, related to natural power, via the research ability of the Educated Skill. Natural Power is outlined as thermodynamic power, water turbine power, and wind turbine power. Most solar power, beyond the most rudimentary and basic heating elements, is outside the technical knowledge level of post-apocalypse survivors. While this Skill does not provide Blueprints or instructions to create motors or engines, this Lore is very useful in regards to determining what is needed for a community to power itself as well as what power supply is needed for particular resources. This Lore is also often a requirement for use operation of many large natural power sources such as hydroelectric dams, wind farms, and thermal heaters.",
  "Lore - Tech - Nuclear Power": "This Lore allows players the ability to research community or project needs for power provision, related to the most rudimentary of nuclear power, via the research ability of the Educated Skill. While this Skill does not provide blueprints or instructions to create motors or engines, this Lore is very useful in regards to determining what is needed for a community to power itself as well as what power supply is needed for particular resources. This Lore is also often a requirement for use operation of many nuclear power sources such as steam turbine nuclear reactors.",
  "Lore - Zombie": "This Lore allows a player with the research ability via the Educated Skill to research information about different forms of zombies. This Lore includes looking into local mutations and variants of undead, basic classifications of the type of zombies that exist, as well as the ability to identify trends and abortions in local zombie activity. This Lore does not give you the extensive information that spending the time to do an up-close creature analysis will provide. This Lore is required for a number of tools that involve the operation, manipulation, and dissection of the undead.",
  "Lore - Techno Savant - Complex Electronics": "This Techno Savant Lore allows a player to use the research function of the Educated skill to research electronic devices built by other Techno Savants. Researching this way could allow a Techno Savant to answer questions such as what a device does, how long a device will last, the amount of resources that are needed create a complex electronic device, or the name of the Techno Savant that created these unique creation.Any Techno Savant created device which involves complex electronics and electrical systems will require this Lore to operate. Devices created that require this Lore still do not compare to modern year 2000+ technologies.",
  "Lore - Techno Savant - Doomsday Device": "This Techno Savant Lore allows the Techno Savant to use the research function of the Educated Skill to research certain details of Doomsday Devices that the Techno Savant is personally aware of.This research could include who created a particular Doomsday Device, how mobile said device is, the overall destructive effect of the device, how to stop a Doomsday Device (not all of them have a self-destruct button), and how to operate a Doomsday DeviceAny Techno Savant print that involves the creation of a massively destructive device will require the Doomsday Device Lore to create the device as well as to operate the device. Devices created that require this Lore still do not compare to modern year 2000+ technologies.",
  "Lore - Techno Savant - Tesla Electronics": "The difference between the Techno Savant lore of complex electronics and the lore of Tesla Electronics is the difference between Edison and TeslaIf you do not know the difference between Tesla and Edison, you should read about both Tesla and Edison before continuing to play or considering playing a Techno Savant. The Techno Savant Lore of Tesla Electronics allows a player to use the research option of the Educated skill to research details in regards to subjects such as Radios, X-Rays, Tesla Coils, Arc Electricity, Wireless Powering, and Direct Energy Weapons. This Lore also covers most subjects that involve sending electricity from point A to point B without a conduit line.Any Techno Savant print that involves the creation of an alternating current or direct transfer electric current device will require the Tesla Electronics Lore to create the device as well as to operate the device.Devices created that require this Lore still do not compare to modern year 2000+ technologies.",
  "Lore - Techno Savant - Esoteric Cultural Anomalies": "The Lore of Esoteric Cultural Anomalies allows a player to use the research function of the Educated Skill to be able to research the forefront scientific knowledge of specific cultures in their area. This Lore allows a player to research details such as the processes that the Iron Works uses for the creation of Railroad Cars, the means that the Engineers of Old York use to keep the buildings standing, how the Vegasians are able to make the rare neon light, and how the oil barrens of the Lone Star pump the fuel out of the ground. This Lore focuses on the sciences and technologies that very few individuals know, but are the backbone of the continuation of a culture. Devices that relate specifically to the locally produced resources of a specific area will require the lore of Esoteric Cultural Anomalies to create or to operate. Devices created that require this Lore still do not compare to modern year 2000+ technologies.",
  "Lore - Medicine - Biological Warfare": "The Lore of Biological Warfare allows a player to use the research function of the Educated Skill to be able to research details into existing biological warfare agents, the remedies and triggers for said agents, as well as the means in which the agent could be distributed into the local area. Any Techno Savant crafting prints or devices which distribute agents of biological warfare will require the Biological Warfare lore for the creation or crafting of the device. Devices created this way still do not compare to modern year 2000+ technologies.",
  "Lore - Tech - Structural Anomalies": "The Lore of Structural Anomalies allows a player to use the research function of the Educated Skill to be able to research details into existing structures, rooms augmentations, and potential defenses of a structure. The Structural Anomalies Lore is required whenever a Techno Savant is using blueprints to craft or operating special functions of room augmentation devices. Some samples of these devices include death traps, hidden rooms, disguised work spaces, and unique operations bases. Devices created that require this Lore still do not compare to modern year 2000+ technologies.",
  "Lore - Tech - Gizmos": "Nearly any Tinker with a piece of Scrap and a screwdriver can make run of the mill Gizmos, however it takes a Techno Savant to make miracle devices that operation in the palm of your hand. The Lore of Gizmos allows a player to use the research function of the Educated Skill to do research in regards to unique hand held devices. While most crafters understand basic designed materials, the Techno Savant with Lore Gizmos is able to research details in regards to custom-made hand held devices. In addition, whenever a Techno Savant is using blueprints to craft a unique hand held device of high precision nature, the crafting of that item as well as the operation of that precision Gizmo may require the use of this Lore. Devices created that require this Lore still do not compare to modern year 2000+ technologies.",
  "Psi I - Jolt": "This Skill is countered by Mind Resist. By spending 5 Mind Points, declaring “Jolt, Heal 2” and engaging in a ranged psionic attack (white packet), the Psion causes a target to experience a sudden burst of regeneration, immediately regaining 2 Health.",
  "Psi I - Limited Telekinesis": "This Skill is countered by Mind Resist. By spending 5 Minds and engaging in a ranged psionic attack (white packet), the Psionic may call, “Telekinesis: Disarm!”The ranged psionic attack (white packet) does not need to strike the disarmed weapon or shield, but instead can land anywhere on the body. The Disarmed object must follow results and restrictions for the Skill Disarm.",
  "Psi I - Memory Lapse": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Memory Lapse, forget last 5 minutes!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to forget the last minutes of their life. Having 5 minutes of memory removed is disorienting, and detectable if an individual’s perception of the environment has changed in 5 minutes (different location, different point of view, different people around, etc). While an individual that has been effected by Memory Lapse will not remember what details have been removed from the past 5 minutes, it is not uncommon for targets to realize that chunks of their memory is missing. Users of Memory Lapse may not pick and choose what items are forgotten, nor lessen the full 5 minute duration of memory loss. Memory Lapse may not be used on a character currently in Bleed Out.",
  "Psi I - Mind Push": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Knockback, 10 paces!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to be thrown 10 steps away from the Psion (or until they collide with something that stops their backwards motion such as a tree, ledge, or wall). In the instance that someone effected by Mind Push is stopped, that character should still stagger the remaining paces instead or count the remaining paces as a delay (non-mechanical stun) before returning.",
  "Psi I - Nightmare": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Nightmare, run away 1 minute” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to run in terror for 1 minute.",
  "Psi I - Paralysis": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Paralyze, 5 seconds!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to be frozen and unable to move for 5 seconds or until they receive damage.",
  "Psi I - Pyro": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “5 Fire!” and engaging in a ranged psionic attack (white packet), the Psion may inflict 5 points of fire damage.",
  "Psi I - Seeing Double": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Seeing Double, skill costs doubled 30 seconds!” and engaging in a ranged psionic attack (white packet), for 30 seconds the target’s Skills cost double Mind Points to use. This Skill does not stack, and a target may be under the effects of only one use of this psionic power.",
  "Psi I - Slowed Steps": "This sSill is countered by Mind Resist. By spending 5 Mind Points, calling “Slow, half speed for 30 seconds!” and engaging in a ranged psionic attack (white packet), the Psionic may cause a target to move at a slow walking speed for 30 seconds. This Skill does not slow the movement of arms, or use of Skills that do not augment or change the movement of the effected target.",
  "Psi I - Toys in the Attic": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Toys In the Attic, no aggressive action, 1 minute!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to become preoccupied with their own thoughts and unable to initiate aggressive action. For 1 minute a target of this Skill cannot voluntarily engage in combat nor will they pursue fleeing enemies, though they may still defend themselves by using defensive Skills (Skills that do not cause damage or effects to others).",
  "Psi I - Tranquility": "This Skill is countered by Mind Resist. By spending 5 Mind Points, calling “Tranquility!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to feel no pain and quiet their restless mind. Any fear or terror effects on the target are immediately ended (though they are not immune to later attacks), and the target may ignore all derangements and Mangled limb effects for 5 minutes. Regular damage still takes effect and the target may enter Bleed Out or even die, though they still do not register pain. Tranquility does not suppress the effects of Sundered Limb, only Mangle Limbs.",
  "Psi I - Trickster’s Mind": "By spending 1 minute in intense concentration and 5 Mind Points, you enter a state of remarkable guile for 15 minutes. During this time, the Charisma skill requires only 2 minutes of conversation to use, the skills Lie and Charisma cost half the usual amount for you (round up), and those wishing to use Cheat or Check Your Sleeves against you must pay double the normal amount. Use of this Skill does not need to be declared. This Skill may only be used by a Psion on themselves unless equipment states otherwise.",
  "Psi II - Berserker Mind": "This Skill is countered by Mind Resist, if person receiving benefit of Berserker Mind wishes to resist. This ability allows the Psion to delay what should be crippling attacks for a time. By spending 10 Mind Points the target character can ignore all Skill effects and call ‘DELAY’ - so Seer is delayed, but not normal weapon swings - for 30 minutes after the use of this ability. After the 30 minutes have passed, the delay ends and all Skills and effects that were used take effect at once. They cannot be reduced or resisted in any way. This Skill does not block effects that target equipment, and all Skill-based healing effects fail for the duration of Berserker Mind. A target may not receive the benefits of Berserker Mind again for at least 1 hour after it ends. Berserker Mind does not end when a character under its effects enters Bled Out.",
  "Psi II - Body Lock": "This Skill is countered by Mind Resist. By spending 10 MindtPoicalling “Body Lock, cannot move 1 minute or until harmed!” and engaging in a ranged psionic attack (white packet), the Psion renders a target unable to move for 1 minute or until wounded.",
  "Psi II - Body of Mind": "This Skill is countered by Mind Resist. By spending 10 MindtPoideclaring “Body of Mind, regain 10 Mind Points” and engaging in a ranged psionic attack (white packet) to lend their will, the Psion may cause a target to immediately in 10 Mind Points.",
  "Psi II - Body Puppet": "This Skill is countered by Mind Resist. By spending 10 Mind Points, “Body Puppet, switch friends and enemies, 1 minute!” and engaging a ranged psionic attack (white packet), the Psion may cause a target to view friends as enemies and enemies as friends for 1 minute. Note that this does not compel a target to attack; they may instead choose to run if they are suddenly outnumbered.",
  "Psi II - Echoes": "By spending 10 Mind Points and spending 10 minutes in meditation, the Psion can feel the presence of those who attempt to hide themselves from sight for 1 full hour. This ability does not negate the use of stealth skills or identify who is hidden but instead allows the knowledge that people using stealth Skills are present. During the duration of the 1 full hour, usage of the Alert Skill by an individual using the Echoes power is reduced to 1 mind pointThis Skill is primarily used by Psions that work with stealthy individuals, so they know when their partners come and go. This skill may only be used by a Psion on themselves, unless equipment states otherwise.",
  "Psi II - Engulf": "This Skill is countered by Mind Resist. By spending 10 Mind Points, calling “10 Fire!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to erupt into flames, taking 10 points of fire damage.",
  "Psi II - Living Death": "This Skill is countered by Mind Resist. By spending 10 Mind Points, declaring “Living Death, 20 Body to undead!” and engaging in a ranged psionic attack (white packet), the Psionic may cause an Undead target to take 20 points of Health damage. This damage does apply to Full Dead as well as all forms of zombies, but not against the living.",
  "Psi II - Major Telekinesis": "This skill is countered by Mind Resist. By spending 10 Mind Points, gesturing at and naming their target, the Psion may call, “Major Telekinesis: Disarm ‘There’!” ‘There’ may be a location gestured at or described in two or three words within ten paces from where the object was disarmed. Objects moved in this way must follow restrictions of effect as outlined by the Skill Disarm.",
  "Psi II - Propulsion": "This Skill is countered by Mind Resist.By spending 10 Mind Points, calling “Knockback, 20 paces!” and engaging in a ranged psionic attack (white packet), the Psion may cause a target to be knocked back 20 paces.",
  "Psi II - Psionic Surgeon": "This Skill is countered by Mind Resist. By spending 10 Mind Points, 1 minute focusing, and engaging in a ranged psionic attack (white packet), the Psion may soothe all derangements of their target for the next 2 hours.",
  "Psi II - Sense of Sins": "This Skill is countered by Mind Resist. By spending 10 Mind Points and engaging a target in conversation for at least a minute, the Psionic can then declare “Sense of Sins” and compel a target to confess all ‘sins’ of the past month. This confession lasts for 1 full minute and includes all killing, torture, theft, law-breaking, and acts of violence regardless of the target’s personal moral compass. The target is aware of their confession when it is over, though they cannot run away or stop the confession while it is in progress.",
  "Psi II - Whisper Walk": "This Skill is countered by Alert. By spending 10 Mind Points the user immediately becomes invisible to the naked eye, allowing them to raise the invisible symbol. Interacting with the environment or someone using the Alert Skill causes this Skill to come to an end. This Skill requires unrestricted movement to use, so this Skill may not be used if under the effects of Nail or other effects that hinder movement (Mangled legs, Binds on legs, etc.). This Skill may only be used by a Psion on themselves unless equipment states otherwise.",
  "Psi III - Maelstrom": "This Skill is countered by Mind Resist. By spending 15 Mind Points, declaring “Maelstrom, 20 Fire!” and gesturing with an open palm, a cone of fire erupts from the Psion’s hand. Anyone within a 5 foot reach and a 90 degree arc of catches fire, taking 20 points of fire damage.",
  "Psi III - Mental Armor": "By spending 15 Mind Points and 10 minutes in meditation, the Psion can attune the energy field around their body so that hostile assaults lose momentum and each melee or brawling strike received does 2 less damage for 1 full hour. Ranged attacks and psionic powers are unaffected by this skill. To signify use of this Skill a white glowstick must be worn and visible around the neck/chest area of the Psion. The glow stick or light may not be hidden, and must be visible in plain sight. This Skill may only be used by a Psion on themselves unless equipment states otherwise.",
  "Psi III - Mental Glossary": "By spending 15 Mind Points and focusing for 10 minutes, the Psion gains access to any one of the following Skills for 30 minutes: Analyze Compound, Analyze Creature, Check Quality, Check Status, or Check Value. Mind Point expenditures and other requirements listed under these Skills must still be met for per use. This Skill may only be used by a Psion on themselves unless equipment states otherwise.",
  "Psi III - Mind of a Killer": "By spending 15 Mind Points and focusing for a 10 minutes, the Psionic gains access to any one of the following Skills for 30 minutes: Backstab, Blinding, Choking Blow, or Fade in a Crowd. Mind Point expenditures and other requirements listed under these Skills must still be met for per use. During the duration of Mind of a Killer all attacks with the appropriate use of ‘backstab’ do 5 additional points of damage. The Psionic gains the derangement ‘Sociopath’ while this Skill is active. This Skill may only be used by a Psion on themselves unless equipment states otherwise.",
  "Psi III - Mind Shield": "By spending 15 Mind Points and spending 10 minutes in meditation, the Psion can attune their mind so that the psionic assaults of others are rendered useless against them for 30 minutes. When psionic effects are used against a target with Mind Shield they must respond to all psionic effects with ‘No effect, Mind Shield’. This effect also ignores all would be ‘helpful’ effects such as Jolt or Body of Mind.",
  "Psi III - Psychic Cleanse": "This Skill is countered by Mind Resist. By spending 15 Mind Points and analyzing a character through 30 minutes of verbal roleplay, the Psionic may remove a permanent derangement from a character. Derangements that are gained via professions or Advanced Professions are not lost, however, but instead are simply subdued for 2 hours. If Psychic Cleanse is used on a character who has gained a permanent derangement from an Advanced Profession, at their option the character with the derangement may choose to go to Logistics to roll for a different randomly generated derangement to replace the Permanent derangement that the psionic was attempting to cure.",
  "Psi III - Sundered Mind": "This Skill is countered by Mind Resist. By spending 15 Mind Points, calling “Sundered Mind, 30 Body!” and engaging a ranged psionic attack (white packet) the Psion may inflict 30 damage of pure mental trauma on their target."
}